{
  "Introduction": "Good morning! You must be the new farmer. I'm Jessie, and it's a pleasure to meet you.$1",
  "Resort_Entering": "I thought I saw something - someone - out on the waves. But I fear that was just wishful thinking.$2",
  "Resort_Leaving": "Time to head home. I hope my plants didn't miss me too much!",
  "Resort_Shore": "There's something restorative about the scent of the sea, the brush of the sun... don't you think, @?",
  "Resort_Umbrella": "The sun is certainly bright, isn't it?",
  "Resort_Wander": "Oh, hello @. I'm looking for ginger. It has many medicinal properties, you know!",
  "Resort_Bar": "Hello @. Have you come to listen to Gus's tales? He's quite the storyteller!$1",
  "Resort": "This place is both magical and mysterious. Tread carefully, @.",
  "GreenRain": "Mother Nature is bestowing us with such a fine gift, @, we must appreciate it while it lasts.",
  "GreenRain_2": "Mother Nature is bestowing us with such a fine gift, @, we must appreciate it while it lasts.",
  //Mon
  "Mon": "I do hope you'll enjoy your time living in Pelican Town, @.",
  "Mon2": "Farming is hard work, @. Make sure you take some time to relax, and just be.",
  "Mon6": "Be gentle with Juliet please. I know she seems like she can handle anything, but inside... well, let's just say, she's vulnerable.$2",
  "Mon8": "This is the life I've always wanted: a garden of my own, and the family I've made.#$b#There is something to be said for the simpler things in life, @.$1",
  "Mon10": "Family are important, I don't deny that, but I worry about Jodi. She's devoted so much to her boys - and Kent - that she's losing herself.$2",
  "fall_Mon8": "Fall holds bittersweet memories for me. It's a time of change and of letting go.$2",
  //Tue
  "Tue": "There is such pleasure to be had, feeling in touch with the earth.$1",
  "Tue4": "Plants serve many uses, @. They can help a wound to heal, and ease pain in body and in spirit.",
  "spring_Tue8": "Spring is the season of rebirth, and growth. In what ways will we all grow this year, @?",
  "Tue2": "Be wary of those that say 'it's natural, so it it must be healthy', @.$3#$b#Nature delivers us both medicine and poison, and one should never consume without knowledge.$2",
  "summer_Tue6": "A certain young man came seeking a love potion... Oh no, I couldn't possibly tell you who!#$b#But I shall tell you as I told him: true love cannot be won by trickery or lies.",
  "summer_Tue10": "There is much to be said for companionship, @. I'm delighted to call you my friend.",
  "fall_Tue4": "Weeds are merely flowers by a different name, @. They're also tenacious, persistant - and sometimes destructive.#$b#But they also serve a purpose: they feed bees and butterflies, or a hungry gardener.#$b#If you look deeply enough, you can find beauty in everything... Well, almost everything.",
  "fall_Tue8": "I've a confession, @. Sometimes Willy gives me fish for the stray cats around here.#$b#I hate to see them hungry, and though I don't eat meat myself, it's cruel to expect a carnivore to thrive on anything else.$2",
  "winter_Tue": "It may be chilly, but company keeps me warm.#$b#If you feel alone this winter, @, please feel free to visit, anytime.",
  "winter_Tue4": "I've been putting out seed for the birds, although the squirrels often get to it first.$2#$b#Still, a hungry mouth is a hungry mouth, and every animal deserves a full belly.$1",
  //"winter_Tue10":"",
  //Wed
  "Wed": "I do love watching my seedlings sprout and grow. It's the same with people, my dear.#$b#Nourish them and watch them thrive.",
  "Wed2": "If you happen to come upon Linus, please give him my regards.$1",
  "Wed4": "Comfrey is a wonderful herb for muscle pain, @.",
  "Wed6": "Come to me if you ever need to talk, @. I'm no expert, but I'm good at listening.",
  //"summer_Wed":"",
  "summer_Wed6": "If you're ever feeling queasy, I can recommend ginger; it helps with nausea.#$b#My special ginger tea is very popular around the luau!$1",
  "summer_Wed10": "Linus and I? Oh, we have been friends a very long time. We both... well, we both made new lives for ourselves.#$b#I think you'll agree, there is much to be said for shaping your own destiny.$1",
  //"fall_Wed2":"",
  "fall_Wed8": "I dated when I was younger: Men, women. But no-one felt right... too many expectations.$2#$b#I learned, @,  that Friendship is the truest of love: no expectations, but trust and respect.",
  //"winter_Wed":"",
  "winter_Wed6": "Sometimes in winter I cook for Linus. Nothing fills both stomach and soul like a hot, homecooked meal on a cold winter's night.$1",
  "winter_Wed10": "I was once not disimilar to Juliet, you know: my heart fuelled with fire and rebellion.#$b#Hard to believe, I know!$1#$b#It was here, in this house, that I found harmony and purpose.",
  //Thu
  "Thu": "*singing* ...Parsley, sage, rosemary and thyme...$1#$b#Oh goodness, where did you come from? Sorry, I was lost in my thoughts.$3",
  "Thu2": "I'm not sure why it is, but there's something magical about Stardew's soil. My plants seem to grow twice as fast.",
  "Thu8": "Rosemary is for remembrance. The scent always makes me remember those we have loved and those we have lost.$3#$b#Juliet is not the first lost soul I have taken under my wing, @. And it's a pleasure to set them free.$1#$b#But each that fledges takes a piece of my heart.$2",
  "summer_Thu4": "You may browse my bookshelves if you like, @. If you find anything scandalous, it's probably Juliet's.#$b#The novels that lass reads... even the covers make me blush!$1",
  //"summer_Thu10":"",
  "fall_Thu": "Autumn is the perfect time for mushrooms. I'm very fond of the chanterelle.%revealtasteJessie 281#$b# Oh, no, they don't have any specific medicinal properties. They just taste delicious!$1",
  "fall_Thu6": "How did I come to learn herbology? From my Great Aunt Gretchen.#$b#She took a troubled teen in, placed a mortar and pestle in her hands, and from that moment on, I knew I'd found my calling.$1 ",
  //"fall_Thu10":"",
  // Fri
  "Fri": "It's lovely to have some company around the house.$1#$b#Though Juliet's not great with housework...$2",
  "Fri4": "I was hoping Juliet might take an interest in herbology but sadly her interests lie elsewhere.#$b#Keep an eye on her please, @, she has a tendency to leap in without judging the depth.$2",
  //Sat
  "Sat": "I do hope things are going your way today, @.$1",
  "JojaMart_Sat": "It's a shame to be inside, working, on such a lovely day - but what can I say?$2#$b#There's few places to work in this town, and at least it's steady pay.",
  "Sat4": "I must say, @, it's good to have a friend in this town.$4#$b#When you work in Joja, well... some people tend to paint you with a negative brush.$3",
  "Sat6": "I hope Juliet's enjoying her day off. She needs the chance to find herself.$1#$b#Oh, you wouldn't know it from talking to her, but the poor lass was quite lost when she came to live with me.$2",
  //Sun
  "Sun": "I like to think I'm bringing a little ray of sunshine into the Joja life.$1#$b#I know, that's really cheesy.$4",
  "Sun6": "Sometimes these long weekend hours really drain my spirit.$2#$b#But while my body's trapped here, at least my imagination is free to fly and soar.",
  //Location Dialogue
  "SeedShop": "Exercise for the body, and friendship for the soul. Plus, I'd rather shop here than Joja; the produce is fresher. I hear it's grown locally. Know anything about that, @?$1",
  "JojaMart_Mon": "Good evening! I hope you've had a lovely day.",
  "JojaMart_Tue": "Ah, hello @! It's always a pleasure to have you drop by.#$b#Though I'm sure there's fresher produce to be had on your farm.",
  "JojaMart_Wed": "Working with Morris, I do wonder what happened in his past to make him this way.#$b#Or maybe some people are just born unpleasant?",
  "JojaMart_Thu": "Shane? Have you seen him with his wee lass? Oh, I think there's a golden heart buried under the surly exterior.",
  "JojaMart_Fri": "You'll be amazed what I hear around here, @.#$b#Oh, I couldn't possibly tell!$3",
  "JojaMart_Sun": "Greetings @! It's always a pleasure to see you.$1",
  //Conversation Topics
  "cc_Complete": "I'm not sure how to feel, @. It's wonderful to have the community center restored, but without JojaMart...$2#$b#Well, I suppose I can make ends meet, and I'll have more time in the garden. Maybe I'll start a small business. People are into natural remedies, aren't they?$1",
  "JulietGremlin": "Juliet seems to have really bonded with that wee dog. It's lovely to see her opening her heart to another soul.#$b#She hasn't asked if we can keep her yet... but I think she will.#$b#Of course I'll say yes! The dog house has been empty ever since old Hercules died.",
  "election": "We live in interesting times, @. Morris certainly gives a rousing speech; I hope he follows through with his promises.",
  "JulietParents": "Juliet's never talked much about her parents, and it's not my place to comment.#$b#But know that they're corporate and they're rich. And Juliet is better when she's away from them.$2",
  "Aideen_Garden": "Aideen and I have been discussing her gardening project. I'll be helping out, naturally.$1",
  "RosaJuliet_official":"Have you seen Juliet today? She certainly has a spring to her step. It's a pleasure to see her so happy.$1",
  // Question answers
  "JessieSlime_How": "It is not something that can be taught, only felt.#$b#A deeper understanding, to reaching deep into your heart and seek empathy with any living creature: be they person, animal - or monster.$3",
  "JessieSlime_Kill": "Should I? It was merely expressing curiousity to intruders within its domain.$5#$b#Your hand goes quickly to your weapon. An appropriate reflex for a warrior, perhaps, but not one suited to a healer.$2",
  "AcceptGift_(O)StardropTea": "Tea is more than just something you drink, @. It nurtures both your body and your spirit. And this tea? Well, it's truly remarkable. Thank you for sharing it with me."
}