{
    "Rainy_Day_0": "Well, the weather's crap. Guess I'll stay in and pound the skins, maybe catch up on this latest shapeshifter smut.",
    "Rainy_Day_1": "You going to the mines today? You better bring me back something shiny!",
    "Rainy_Day_2": "*yawns* Restless night... you know the drill. Might head back to bed soon.",
    "Rainy_Day_3": "You know, today would be a great day to stay in bed. Wanna join me?#$b#Yeah, I know you've got important farm stuff to do.",
    "Rainy_Day_4": "I love the way the valley looks in the rain. Like everything's shrouded and mysterious. And spooky!#$b#Maybe I'll go out later and stomp in some puddles.",
    "patio_Juliet": "You know, I think I'm gonna make this little patch of land my own. What should I put here, hmm?#$b#How about a totally tacky crystal garden? Nah... maybe not.",
    "spouseRoom_Juliet": "#$c .5#I'm trying out a new rhythm. Gotta shake these rats from the rafters!$k#$e#Being out here in the middle of nowhere is great. No neighbors to complain about the noise!",
    "Rainy_Day_Juliet": "Have you ever danced naked in the rain? No? Well I don't recommend it.#$b#It sounds romantic, but mostly it's just cold and miserable and leads to pneumonia.",
    "Rainy_Night_0": "Can you maybe just curl up with me tonight? It's been a bad day. Memories suck, you know?$2",
    "Rainy_Night_1": "Yoba, get away from me, you're soaking!#$b#You know, you really should take those wet clothes off.$4#$b#Hah no, this isn't an excuse to get you naked. Really, the minds of some people!$1",
    "Rainy_Night_2": "Oh? Yeah, I'm glad you're home, I was cold and bored.#$b#And, yes, a little worried a monster might have eaten you.",
    "Rainy_Night_3": "Hey, you're home. Guess what, I cooked! Well... reheated! But hey, at least it's warm, right?[236]",
    "Rainy_Night_4": "I love the sound of rain on the roof. Makes me feel all cosy and warm in my cave.",
    "Rainy_Night_5": "Finally, you're home! I'm bored... Wanna curl up and watch a movie?#$b#I've been wanting to watch the one about the fairy and the goblin that fall in love.$3",
    "Rainy_Night_Juliet": "Hey I built a pillow fort, and defended it from the dreadful %pet!#$b#Wanna come join me in it? There's space enough for two.$1",
    "Indoor_Day_0": "Well, don't you look delightfully rumpled. Guess we didn't get much sleep last night, did we?$4#$b#Maybe this'll bring you back to life.[253]$1",
    "Indoor_Day_1": "Can't convince you to hang out all day with me? No? Well, you better bring me back something nice!",
    "Indoor_Day_2": "If you're going in the mines today, try not to get yourself killed today, okay? I'd kinda miss havin you around you.#$b#This might help keep you alive. [241]",
    "Indoor_Day_3": "I suppose I could do some housework... but I dunno, perhaps I'll just curl up with a book instead",
    "Indoor_Day_4": "Did you sleep well? I had that weird-as dream about JojaMart and the dancing apples again...",
    "Indoor_Day_Juliet": "Well Madame Welwick says today's a bad day for me, so I guess I'll just crawl back to bed with a book.#$b#Heh, any excuse, right?",
    "Indoor_Night_0": "Did anything exciting happen today? Around here? Well, there's some fairies nesting in the roof eaves.#$b#Nah, just kidding. It's actually birds. Or maybe rats.",
    "Indoor_Night_1": "Ugh, I've been having some trouble sleeping, perhaps you should tell me about your day? That might help.$1",
    "Indoor_Night_2": "Busy day? You look shattered. Perhaps we should have an early night?",
    "Indoor_Night_3": "Hey, do you think this house is haunted, @? Reckon old grand-pops is still hanging around?$3#$b#I wonder what he thinks of me?$1",
    "Indoor_Night_4": "Good evening, lover! I've been thinking about you all day.#$b#Yes, most of it was good.",
//    "Indoor_Night_Juliet": "",
    "Outdoor_0": "Yeah, couldn't sleep. Another bad dream... but there's nothing like the scent of fresh grass and manure to keep me grounded.$3",
    "Outdoor_1": "Yoba, who would've thought I'd end up living on a farm? That's crazy-as. And even crazier? I'm actually happy!$1",
    "Outdoor_2": "Up before dawn again! Guess I'm never going to break free of the Joja schedule.",
    "Outdoor_3": "Your farm's pretty cool, I'm always find new things to explore. I bet Gremlin would love to chase the rabbits too.",
    "Outdoor_4": "Yeh, I suppose I could help on the farm, but you know what? I'd rather admire the view.",
//    "Outdoor_Juliet": "",
    "funLeave_Juliet": "Good morning lover! Well, I'm off for the day. Don't wait up!",
    "funReturn_Juliet": "Oh, what a day. What did I get up to? Oh, that's classified information. But I saved a kiss for you!$1",
    "OneKid_1": "I can't believe we have a little monster all of our own! Let the experimentation begin.#$b#Don't look at me like that, I'm kidding! Yoba knows I don't want this kid to end up like me.$2",
    "OneKid_2": "Me, a mother? I still find it hard to believe. I keep expecting men in suits to turn up and take %kid1 away.",
    "OneKid_3": "Ah, isn't %kid1 the sweetest little monster? I don't know where they got that from, certainly not me!",
    "TwoKids_0": "Hey, I fed the little monsters. Chocolate popcorn for %kid2 and coffee beans for %kid1, right?#$b#Oh, don't give me that look. You know I'm joking, right! Right?$3",
    "TwoKids_1": "I love the little monsters, but they're really a handful.#$b#I don't think %kid1 ever sleeps. I've got up in the middle of the night, and they've just been staring at me.",
    "TwoKids_2": "Aww, isn't it cute the way the little monsters play together?#$b#Though maybe you should have a word to %kid1 about biting.",
    "TwoKids_3": "%kid1 drew a picture of us today. It's on the fridge.#$b#Yeh, they've got your likeness down pat, haven't they?",
    "Good_0":"Good morning gorgeous! Hard to believe I actually got hitched.#$b#Yeh, I love you, for what it's worth.$4",
    "Good_1": "Hey gorgeous. Is that a new scent you're wearing? No? Hmm, well anyway, I like it.",
    "Good_2": "Don't you look delicious this morning? I'd drag you back to bed, but I know - you've got work to do.$1#$b#But maybe we could have an early night?",
    "Good_3": "Good morning lover! Never thought I'd be the marrying type, but hey...$3#$b#I've got this wicked farm, and a sexy husband.^I've got this wicked farm, and an amazing wife.$4#$b#Married life ain't half bad.$1",
    "Good_4": "Hey lover! I've been thinking about you all day.#$b#Yes, most of it was good.#$b#How good? Well, you're have to wait and see.$4",
    "Good_5": "If Nate could see me now he'd tease the hell out of me!#$b#Never figured I'd find someone I wanted to stick around with more than five minutes.$2#$b#Man, was he ever wrong!$4",
    "Good_6": "Hey babe. You know you're beautiful right?#$b#What do I want? Nothing! What makes you think I'd want something?$1#$b#But now that you mentioned it...",
    "Good_7": "Got any plans for this evening?#$b#No? Well that's good, because I have. Come here.$4",
    "Neutral_0": "I hope Gremlin's going okay with Jessie. At least she won't be lonely.",
    "Neutral_1": "Oooh, my latest order of books arrived yesterday. Guess what I'm gonna be doing today?",
    "Neutral_3":"Hey, if you're headed into town today, give Lewis my love.#$b#Hah! Just kidding. But you can tell him I say 'hi', I guess.$1",   
    "Neutral_4":"Hey lover! Figured I'd do some laundry for you this morning, so you could get right back on the farm.#$b#Err... but I found this red sock in it. You like the color pink, right?$1",
    "Neutral_6": "Are you going to be away from the farm today, @? I hope so, cos I'm planning of crankin' up the volume and rocking the walls.",
    "Neutral_7": "Yeah, I know, I could've done some house-work. But I didn't feel like it, okay?$5",
    "Neutral_8": "I've been thinking about getting a new tattoo.#$b#What do you think?",
    "Bad_5": "Hey, don't blame me if the house is in squalor. It ain't my fault you're never home.$5#$b#I didn't sign up to be your housemaid.$2",
    "Bad_6": "I knew marriage was a dumb idea. Shouldn't have let myself fall for your charms.$5",
    "Bad_7": "And I thought my Joja sentence was bad enough... You could talk to me more, you know. I mean, I'm right here!$2",
    "Bad_8": "Yoba, if I'd known I was gonna be a house slave, I'd never have signed the contract.$5",
    "Bad_9": "Leave me the hell alone. I don't feel like talking right now, alright?$5",
    "fall_1":"Good morning lover! Well, I'm off for the day! Laters!$1#$b#Oh, here's a little something to stop you wearing yourself out. I have plans for you later.$4[240]",
	"fall_15":"Don't forget the fair's tomorrow! I've been honing my slingshot skills.$1#$b#Oh, and you'd better kickass at the Grange Display. I'd be very disappointed if you didn't beat Pierre."

}