{
  // NPC info
  "Alecto-display-name": "Alecto",
  "Kevin.display.name": "Kevin",
  "Titania.display.name": "Titania",

  // gift taste dialogue
  "gift.love": "Oh! Danke Liebling!",
  "gift.like": "Ah, Danke. Das wird für mein nächstes Ritual sehr nützlich sein.",
  "gift.dislike": "Hmph. Das ist weder sinnvoll noch wünschenswert.",
  "gift.hate": "Ugh! Was soll ich damit anfangen!",
  "gift.neutral": "Oh, danke, nehme ich an.",

  // alecto dialogue
  "Alecto.dialogue.introduction": "Wie hast du mich so schnell gefunden? Hast du irgendeine Art von Magie benutzt, die die Realität verändert?$3",
	"Alecto.dialogue.Mon": "Lasst dich nicht stören. Ich bin nur auf der Suche nach Pilzen. Im Herbst gibt es sie zwar am meisten, aber Pilze haben immer Saison#$b#Das ist eine der Konstanten des Lebens. Tod, Steuern und Zersetzung durch Pilze!$1",
	"Alecto.dialogue.Tue": "Shhh. Shhhhhh.$5#$b#Es tut mir leid, Liebling, aber ich kann wirklich nicht plaudern. Ich habe einen schrecklichen Kater.$2",
	"Alecto.dialogue.Wed": "Kennst du schon meine Vertrauten? Das hier ist Titania, und der andere ist... Kevin.#$e#Er sollte eigentlich Oberon heißen, aber das ist ein Name, der eine gewisse Würde voraussetzt, und... na ja... er ist definitiv eher ein Kevin...$6",
	"Alecto.dialogue.Thu": "Du wirkst nicht wie ein einfaches Landei.",
  "Alecto.dialogue.Thu_q": "Magst du Poesie, @?",
  "Alecto.dialogue.Thu_a1": "Ja!",
  "Alecto.dialogue.Thu_a2": "Nicht wirklich, nein.",
  "Alecto.dialogue.Thu_a3": "Das kommt darauf an - sprechen wir von Sonetten und Villanellen oder von moderneren freien Werken?",
  "Alecto.dialogue.Thu_yes": "Oh wunderbar! Ich wusste, dass sich unter all dem Schlamm eine raffinierte Kreatur versteckte.$1",
  "Alecto.dialogue.Thu_no": "Hmpf. Ich schätze, das war ein bisschen viel der Hoffnung...$6",
  "Alecto.dialogue.Thu_old1": "Aber andererseits kann der Schein täuschen...$6",
  "Alecto.dialogue.Thu_old2": "Ich würde dich gerne bei einem Glas Chardonnay ausquetschen.$1",
	"Alecto.dialogue.Fri": "Du bist kein Dummkopf. Du hast sicher bemerkt, dass dieses Tal vor magischer Energie nur so wimmelt.#$b#Stärkere Praktiker der mystischen Künste als ich haben versucht, es nutzbar zu machen, und sind dabei gescheitert. Es sehnt sich danach, frei zu sein...$7",
	"Alecto.dialogue.Sat": "Manchmal denke ich, ich sollte aufhören, nachtragend zu sein. Aber die Leute sind einfach zu nervig.$6",
	"Alecto.dialogue.Sun": "Hast du schon einmal eine Fee gesehen?, @? Schreckliche kleine Dinger. Haben früher meinen Kräutergarten beim Turm verwüstet.$5",
  "Alecto.dialogue.Mon2": "Was hältst du von Marlon, @?#$b#Ich kenne ihn schon lange, bevor er das Auge verlor, aber wir standen uns nie wirklich nahe.$6",
  "Alecto.dialogue.Tue2": "Bei Vollmond gesammelte Kräuter sind besonders kraftvoll.",
  "Alecto.dialogue.Wed2": "Raben sind äußerst intelligente Lebewesen, wissen Sie.#$b#...Kevin ist ein Ausreißer und sollte nicht gezählt werden.$6",
  "Alecto.dialogue.Thu2": "Die Energien der Minen sind aus dem Gleichgewicht geraten, und ich bin mir nicht sicher, warum.$2#$b#Das macht das Sammeln von Zaubermaterialien so mühsam.$6",
  "Alecto.dialogue.Fri2": "Kennst du das Sprichwort 'frisst wie ein Vogel'? Die Leute benutzen es, um zu sagen, dass man 'wenig und delikat isst', aber in Wirklichkeit sollte es heißen, dass man 'Müll isst und ihn auf den Boden wirft'.$5#$e#Nicht wahr, Kevin?$6",
  "Alecto.dialogue.Sat2": "Warst du schon einmal in der Calico-Wüste? Schrecklicher Ort, viel zu heiß, aber in den Höhlen gibt es einige mächtige magische Artefakte.",
  "Alecto.dialogue.Sun2": "Heute ist ein Tag für Hautpflege und kleine Snacks. Vielleicht ein Sprudelbad...$7",
  "Alecto.dialogue.Mon4male": "Die Tatsache, dass irgendjemand in der magischen Gemeinschaft immer noch mit Ras verkehrt, spricht Bände über ihren schlechten Charakter.$6#$b#Er behandelt mich wie Müll, bricht mir das Herz und irgendwie bin ich der Bösewicht?$5#$b#Du steckst EINEN Hexenmeister des Hohen Rates in Brand und man trägt es dir ewig nach.$6#$e#Oh, keine Sorge, ihm geht es jetzt gut. Er hat einfach eine wertvolle Lektion gelernt.$6",
  "Alecto.dialogue.Mon4female": "Die Tatsache, dass irgendjemand in der magischen Gemeinschaft immer noch mit Ras verkehrt, spricht Bände über ihren schlechten Charakter.$6#$b#Sie behandelt mich wie Müll, bricht mir das Herz und irgendwie bin ich der Bösewicht?$5#$b#Du steckst EINEN Hexenmeister des Hohen Rates in Brand und man trägt es dir ewig nach.$6#$e#Oh, keine Sorge, ihm geht es jetzt gut. Er hat einfach eine wertvolle Lektion gelernt.$6",
  "Alecto.dialogue.Tue4": "Seit der Scheidung hatte ich einige Affären, aber nichts Ernstes. Ich glaube sicher nicht, dass ich noch einmal heiraten werde. Einmal gebissen, zweimal gescheut.",
  "Alecto.dialogue.Tue4_q": "Was ist mit dir, @?",
  "Alecto.dialogue.Tue4_a1": "Ich möchte eines Tages heiraten.",
  "Alecto.dialogue.Tue4_a2": "Ich bin bereits verheiratet.",
  "Alecto.dialogue.Tue4_a3": "Ich will niemanden heiraten.",
  "Alecto.dialogue.Tue4_yes": "Ich hoffe, es klappt bei dir besser als bei mir.$2",
  "Alecto.dialogue.Tue4_no": "Schön für dich! Wenn du weisst, dass es nichts für dich ist, dann solltest du dich nicht binden.",
  "Alecto.dialogue.Tue4_old1": "Manche Geschichten haben kein Happy End.$2",
  "Alecto.dialogue.Tue4_old2": "Du verstehst, nicht wahr??",
  "Alecto.dialogue.Wed4": "Könntest du ein Schatz sein und nicht so viel Lärm machen? Ich habe gestern Abend vielleicht ein Glas zu viel Gallant Grove getrunken.$2",
  "Alecto.dialogue.Thu4": "Wellwick und ich sprechen im Moment nicht miteinander. Sie sagt, ich sollte Ras vergeben.$2#$b#Nur über meine Leiche! Es ist mir egal, wie viele Jahrzehnte es her ist!$5",
  "Alecto.dialogue.Fri4": "Wie geht's dem Bürgermeister, @? Ein wenig angeschlagen?#$b#Ach, kein Grund. Überhaupt kein Grund. Ich habe sicherlich keine fiesen kleinen Flüche auf ihn gewirkt.$1",
  "Alecto.dialogue.Sat4": "*Seufz*... Ich sollte wirklich versuchen, ein neues Kapitel aufzuschlagen. Negative Energie ist schlecht für die Haut.$2#$b#Aber Wein ist es ja auch, und darauf werde ich auch so schnell nicht verzichten.$6",
  "Alecto.dialogue.Sun4": "Ich achte darauf, jede Woche meine spezielle hausgemachte Gesichtsmaske zu verwenden. Es ist ein sehr einfaches Rezept.#$b#Gereinigter Schleim und Algenextrakt, pürierte Erdbeere, eine Prise Goldstaub und raffinierter Quarz, ein paar grundlegende Verzauberungen, um ihn frisch zu halten, und voila!$1",
  "Alecto.dialogue.Mon6": "Hat dir schon einmal jemand gesagt, dass du eine hervorragende Knochenstruktur hast? Du solltest das wirklich mehr zu deinem Vorteil nutzen.",
  "Alecto.dialogue.Tue6": "Du bist ein abenteuerlustiger Typ – bist du in letzter Zeit auf interessante Artefakte gestoßen??#$b#Ich habe von einigen sehr mächtigen arkanen Relikten gehört, die in diesem Gebiet gefunden wurden.",
  "Alecto.dialogue.Wed6male": "Als ich jung war, habe ich es geliebt, Blumen zu bekommen, aber Ras hat das natürlich auch für mich ruiniert.$2#$b#Er gab sie mir immer nur, wenn er etwas falsch gemacht hatte.$6",
  "Alecto.dialogue.Wed6female": "Als ich jung war, habe ich es geliebt, Blumen zu bekommen, aber Ras hat das natürlich auch für mich ruiniert.$2#$b#Sie gab sie mir immer nur, wenn er etwas falsch gemacht hatte.$6",
  "Alecto.dialogue.Thu6": "Ich muss bald aus dem Tal raus. Nur für ein oder zwei Wochen.$6#$b#Vielleicht sollte ich einen Inselurlaub machen. Ein paar Cocktails schlürfen. An meiner Bräune arbeiten.$1",
  "Alecto.dialogue.Fri6": "Ras und ich hatten glücklicherweise nie Kinder. Keiner von uns ist besonders fürsorglich.",
  "Alecto.dialogue.Fri6_q": "Hast du Kinder, @?",
  "Alecto.dialogue.Fri6_a1": "Ja, das tue ich.",
  "Alecto.dialogue.Fri6_a2": "Nein, aber ich würde gerne eines Tages.",
  "Alecto.dialogue.Fri6_a3": "Nein, ich mag Kinder, aber ich will keine eigenen.",
  "Alecto.dialogue.Fri6_a4": "Nein. Ich mag keine Kinder.",
  "Alecto.dialogue.Fri6_yes": "Pfui. Nun, jedem das seine.$6",
  "Alecto.dialogue.Fri6_no": "Schlau. Sie wirken so... chaotisch. Sogar im Vergleich zu Vögeln.$6",
  "Alecto.dialogue.Fri6_old1": "Übrigens, wenn du jemals der Elternschaft überdrüssig wirst, lassen es mich einfach wissen ... Ich habe einen bestimmten Schrein in meinem Besitz...$6",
  "Alecto.dialogue.Fri6_old2": "Ich bevorzuge meine Vögel. Viel unabhängiger. Obwohl ich manchmal denke, dass es mir recht wäre, Kevin gegen einen Sechsjährigen einzutauschen.$6",
  "Alecto.dialogue.Sat6": "Der Magische Rat hat gesagt, dass er meine Verbannung aufheben wird, wenn ich mich dafür entschuldige, dass ich den obersten Hexenmeister in Brand gesteckt habe. Ich habe abgelehnt. Er hat es verdient.$6",
  "Alecto.dialogue.Sun6": "Ich gebe zu, dass ich manchmal heuchlerisch bin ... Ich bin zu festgefahren, fürchte ich.$2",
  "Alecto.dialogue.Mon8": "Ich bete den Geist der Berge als solchen nicht an. Ich verstehe einfach, dass es besser ist, auf ihrer Seite zu sein...$6",
  "Alecto.dialogue.Tue8": "Wie ich höre, hast du deine neugierige kleine Nase in Aguars Angelegenheiten gesteckt. Oh, wir kennen uns schon lange.$1#$b#Er hat einen ausgezeichneten Weingeschmack. du solltst ihn überreden, dir welchen zu geben. Ich bin sicher, dass er in seinem Labor einige ausgezeichnete Jahrgänge versteckt.$7",
  "Alecto.dialogue.Wed8": "Kevin ist letzte Nacht in meine Make-up-Schublade gekommen ... eine ganze Tube meines Lieblingslippenstifts ist in seiner gierigen Speiseröhre verschwendet worden!$a",
  "Alecto.dialogue.Thu8": "Ich versuche mich so weit wie möglich von Städten fernzuhalten. All dieser Beton und die Verschmutzung können Magier wirklich durcheinander bringen.",
  "Alecto.dialogue.Fri8": "Ich habe gestern einen Brief an den magischen Rat geschickt... eine formelle Entschuldigung für den ganzen Hexenmeister-Brandstiftungsvorfall.#$b#Igitt. Ich werde weich. Ich gebe dir die Schuld..$6",
  "Alecto.dialogue.Sat8": "Ich habe leider keine Affinität für die mystische Energie des Meeres. Das ist mein einziger wirklicher Makel.",
  "Alecto.dialogue.Sun8": "Ich muss Wellwick bald wieder besuchen. Sie hat einen schrecklichen Alkoholgeschmack und verträgt keinen Alkohol, aber sie ist immer für einen Lacher gut.$1",
  "Alecto.dialogue.Mon10": "Weisst du, @, du hast mich angenehm überrascht. Das kommt nicht oft vor.$4",
  "Alecto.dialogue.Tue10": "Mach dir keine Sorgen, wenn Titania dir auf die Schulter springt und deine Haare durchkämmt - das bedeutet, dass sie dich mag!$1",
  "Alecto.dialogue.Wed10": "Ugh, ich brauche eine Maniküre. Die Suche nach Zaubertrankzutaten macht die Nagelhaut ganz schön kaputt.$6",
  "Alecto.dialogue.Thu10": "Ich habe vor, später ein wenig Zeit mit Juna zu verbringen, falls du daran interessiert bist, dich uns anzuschließen.#$b#Nimm nichts, was wir sagen, persönlich. Du weisst, wie wir sind.$1",
  "Alecto.dialogue.Fri10": "Manchmal denke ich, ich sollte mir eine Katze zulegen. Aber das ist ein schlüpfriger Weg. Erst ist es eine Katze, dann zwei, und ehe man sich versieht, ist man die verrückte Katzenlady.$2#$b#Außerdem würde Titania sie schikanieren. Ich bleibe bei Vögeln.$7",
  "Alecto.dialogue.Sat10": "Ich habe eine Einladung zur nächsten Ratssitzung bekommen. Ich weiß aber nicht, ob ich gehen soll. Was ist, wenn es unangenehm ist?$2#$b#Trotzdem ist es schön zu wissen, dass man abgebrannte Brücken manchmal reparieren kann. Manchmal buchstäblich.$1",
  "Alecto.dialogue.Sun10": "Habe ich jemals den Schrein der Selbstsucht benutzt? Was glaubst du denn, woher ich Kevin habe?$1#$b#... Ich scherze.$6#$e#Ich war versucht, den Schrein der Erinnerung nach der Scheidung an mir selbst anzuwenden, aber leider funktioniert es nur in eine Richtung.$2",
  "Alecto.dialogue.winter_17male": "Ugh, heute ist SEIN Geburtstag.$6#$b#Weisst du, einmal habe ich ein ganzes Buch mit romantischen Gedichten für ihn geschrieben. Ich ließ es speziell für ihn in Leder einbinden, mit vergoldeten Rändern und allem Drum und Dran. Ich glaube, er hat es nicht einmal gelesen.$2#$e#Ich sollte versuchen, die Schutzzauber des Turms zu brechen und es zurückzustehlen. Er hat es nicht verdient.$5",
  "Alecto.dialogue.winter_17female": "Ugh, Heute hat IHR Geburtstag.$6#$b#Weisst du, einmal habe ich ein ganzes Buch mit romantischen Gedichten für ihn geschrieben. Ich ließ es speziell für sie in Leder einbinden, mit vergoldeten Rändern und allem Drum und Dran. Ich glaube, sie hat es nicht einmal gelesen.$2#$e#Ich sollte versuchen, die Schutzzauber des Turms zu brechen und es zurückzustehlen. Sie hat es nicht verdient.$5",
  "Alecto.dialogue.summer_10": "Wärst du so nett und würdest das morgen für mich in den Topf tun? [420]$1#$b#Nein? Ugh, du machst keinen Spaß.$6",
  "Alecto.dialogue.summer_28": "Ich würde gerne an den Strand gehen, um mir die Lunaloos anzusehen, aber ich glaube nicht, dass ich damit durchkomme, ohne dass Ras es merkt.$6",
  "Alecto.dialogue.rain.1": "Als ich heute Morgen aufwachte und der Himmel ganz dunkel und bewölkt war, wusste ich sofort, dass dies ein schöner Tag werden würde.$1",
  "Alecto.dialogue.rain.2": "Ich habe gehört, es gibt einen Trick, um im Regen trocken zu bleiben. Zwischen den Regentropfen durch den Sturm zu gehen.$7#$b#Ich habe es nie gemeistert. Ich bleibe bei wasserabweisenden Zaubern.",
  "Alecto.dialogue.rain.3": "Herrliches Wetter, nicht wahr?$6#$b#Normalerweise liebe ich Regentage, aber heute ist es ein bisschen zu grau und schmutzig.",
  "Alecto.dialogue.locational.1": "Manchmal sehe ich die Dorfbewohner herumhuschen.",
  "Alecto.dialogue.locational.2": "Dieser Elliott ist ziemlich verträumt, nicht wahr? Oh, keine Sorge, ich bin nicht auf der Suche nach einem Lustknaben.$1",
  "Alecto.dialogue.locational.3": "Dieses Emily-Mädchen ärgert mich. So ein offener Geist, aber sie besteht darauf, ihn mit Unsinn zu füllen ... na ja. Was auch immer sie glücklich macht, nehme ich an.$6",
  "Alecto.dialogue.locational.4": "Diese Künstlerin – Leia? Lara? Lulu? - Sie hat ein gutes Auge. Für die Kunst und für die Nahrungssuche. Sehr beeindruckend.",
  "Alecto.dialogue.locational.5": "Wenn diese arme Närrin Marnie sich nicht zusammenreißt und mit Lewis Schluss macht...$5#$b#Was für ein schrecklicher kleiner Mann. Sogar ein Waschlappen wie sie verdient jemanden, der sie richtig behandelt.$5",
  "Alecto.dialogue.locational.6": "Würdest du glauben, dass Penny mich in diesem Alter an mich selbst erinnert? Die arme, süße Närrin.$2#$b#Leider gibt es keinen Zauber, um jemand anderem ein bisschen Rückgrat zu geben. Das braucht Zeit und Erfahrung, fürchte ich.$2",
  "Alecto.dialogue.locational.7": "Abigail. Ach Abigail. So ein hübsches kleines Ding. Lebhaft. Voller Spannung und Abenteuer. Sie wird lernen.$6",
  "Alecto.dialogue.alectointroduction": "Nur Leute mit starker magischer Affinität können Unsichtbarkeitszauber wie den, den ich gerade verwende, durchschauen.#$b#Leider auch kleine Kinder. Ugh.$5",
  "Alecto.dialogue.junasign": "Hast du Juna schon getroffen, @? Oh, du wirst dich verwöhnen lassen!$1",
  "Alecto.dialogue.junacave": "Wie ich höre, bist du Teil des elitären Clubs von Leuten, denen es erlaubt ist, Junas Höhle zu betreten. Charmant, nicht wahr?$6#$b#Ich habe das Gefühl, dass meine Wohnsituation im Vergleich geradezu luxuriös ist.$1",
  "Alecto.dialogue.junagone": "Ohne Juna ist mein sozialer Kalender noch spärlicher als sonst.$2",
  "Alecto.dialogue.junawizard": "Solange Juna bei Ras bleibt, ist mein sozialer Kalender noch spärlicher als sonst.$2",
  "Alecto.dialogue.junaprotectivewizard": "Weisst du, als ich Ras neulich beleidigte, sagte Juna zu mir, ich sei unnötig gemein!$5#$B#Ausgerechnet Juna!$5#$b#Ugh, wenn du denkst, du kennst jemanden...$6",
  "Alecto.dialogue.junabigfoot": "Juna hat es geschafft. Sie hat es tatsächlich geschafft. Diese verrückte kleine Kreatur. Ras, ein großer Fang!? Ich habe seit Jahren nicht mehr so ​​viel gelacht.$1",
  "Alecto.dialogue.junabirthday": "Juna ist heute Abend mit ihrem Zimmermann unterwegs, also kann ich sie nicht einholen.$6#$b#Gib ihr das von mir, ja? [561]",
  "Alecto.dialogue.keahiprank": " Was ist das für ein schrecklicher Geruch?$3#$B#Bist du es? Na dann geh und wasche dich!$5",
  "Alecto.dialogue.lucikielarrives": "Da ist also ein Dämon in der Stadt? Es scheint, dass, wenn die Unwissenden mit Kräften herumspielen, die sie nicht begreifen können, alle anderen darunter leiden müssen.$6",
  "Alecto.dialogue.lucikielreputation": "Dieser köstliche Dämon hat sich einen ziemlichen Namen gemacht, nicht wahr?$1#$b#Oh still, ich bin alt, nicht tot.$7",
  "Alecto.dialogue.lavrilunlocked": "Es liegt eine gewisse geisterhafte Kälte in der Luft. Eine Veränderung im Gleichgewicht der Dinge. Was hast du entfesselt?$6",
  "Alecto.dialogue.mctwedding": "Du hast also geheiratet? Viel Glück.$6",
  "Alecto.dialogue.mctdivorce": "Ich habe von der Scheidung gehört. Willkommen im Klub, @. Getränke gehen auf mich.",
  "Alecto.dialogue.hosttreemistletoe": "Mistelbeeren sind eine äußerst starke und vielseitige Zutat für Tränke, aber ich hatte in letzter Zeit Probleme, welche zu finden.$2",
  "Alecto.dialogue.meetthecats": "Diese Katzen sollten Kevin besser nicht schikanieren. Sie scheinen jedoch nicht die gemeine Sorte zu sein.$7",
  "Alecto.dialogue.alectowizardtower": "Ich möchte wirklich lieber nicht darüber sprechen, was am Turm passiert ist, wenn es dir nicht ausmacht.$6",


  //Crows
  "Kevin.dialogue.chips": "Kevin hat seinen Kopf in einer leeren Packung Joja-Chips stecken. Sie haben die Geschmacksrichtung Cool Ranch.",
  "Kevin.dialogue.Mon": "Caw! Caw! Caw?",
  "Kevin.dialogue.Tue1": "Caw! Caw!",
  "Kevin.dialogue.Tue2": "Kevin hüpft von einer Seite zur anderen und wackelt mit dem Kopf. Er scheint sich zu freuen, dich zu sehen!",
  "Kevin.dialogue.Wed1": "Zirp!",
  "Kevin.dialogue.Wed2": "Du bist dir ziemlich sicher, dass Krähen nicht zirpen sollten.",
  "Kevin.dialogue.Thu": "Caw! Caw!",
  "Kevin.dialogue.Fri": "Cooooo. Coooo.",
  "Kevin.dialogue.Sat": "Caw!",
  "Kevin.dialogue.Sun": "Caw?",
  "Titania.dialogue.ignore": "Titania ignoriert dich. Sie hat wichtige Krähenangelegenheiten zu erledigen.",
  "Titania.dialogue.Mon": "Caw! Caw!",
  "Titania.dialogue.Tue": "Croak! Click click click.",
  "Titania.dialogue.Wed": "Caw?",
  "Titania.dialogue.Thu": "Caw.",
  "Titania.dialogue.Fri": "Croooaaaak.",
  "Titania.dialogue.Sat": "Ca-caw! Ca-caw!",
  "Titania.dialogue.Sun": "Caw! Caw! Caw!",

	// strings from map
  "maps.AlectoHouse1": "Die Spinne sieht dich an und wedelt mit einem ihrer vielen kleinen Beine.",
	"maps.AlectoHouse2": "Auf diesem Nachttisch liegen eine leere Weinflasche und ein Sonettenbuch.",
	"maps.AlectoHouse3": "'Fae Flirt' Wimperntusche'... 'Erinyes No. 3' Eau de Parfum... 'Belladonna - NICHT ESSEN'...",
  "maps.AlectoHouse4": "Alles in diesem Zauberbuch scheint von Hand geschrieben zu sein.",
  "maps.AlectoHouse5": "Mmmh! Riecht nach Holunder!",
  "maps.AlectoHouse6": "Die Kerzen rund um diesen rituellen Kreis brennen kalt und scheinen nie zu schmelzen ... seltsam.",


	// events
	"Alecto.event1.1male": "Diese alte Fledermaus denkt, er kann mich aus dem Tal heraushalten? Ich könnte seine Schutzzauber im Schlaf brechen!$1#$b#Ugh, Ich hoffe, sein Bart fällt aus.$6",
  "Alecto.event1.1female": "Diese alte Fledermaus denkt, er kann mich aus dem Tal heraushalten? Ich könnte seine Schutzzauber im Schlaf brechen!$1#$b#Ugh, Ich hoffe, ihr Haar fällt aus.$6",
  "Alecto.event1.2male": "Hmm ... Ich lasse das Siegel besser in Ruhe, damit er es nicht bemerkt...",
  "Alecto.event1.2female": "Hmm ... Ich lasse das Siegel besser in Ruhe, damit sie es nicht bemerkt...",
  "Alecto.event1.3": "Oh, und wen haben wir hier?",
  "Alecto.event1.4": "Du kannst mich sehen? Interessant. Ich habe einen ziemlich mächtigen Unsichtbarkeitszauber auf mich selbst gelegt...$6",
  "Alecto.event1.5": "Ich kann die magische Energie spüren, die von dir ausgeht ... Wenn ich die Neigung hätte, würdest du wahrscheinlich einen geeigneten Lehrling abgeben.$7",
  "Alecto.event1.6": "Oh, sieh mich nicht so an, Liebling. Mir fehlt einfach die Zeit. Nicht alles dreht sich um dich, weisst du.$6",
  "Alecto.event1.7": "Nun, es hat Spaß gemacht, aber ich muss davon sausen. Erzähl Ras nichts von mir, sonst verwandle ich dich in einen Frosch.",
  "Alecto.event1.8": "Nicht, dass du es jetzt könntest, selbst wenn du es wolltest.$1",
  "Alecto.event1.9": "Es war schön, dich kennenzulernen, @. Wir sehen uns!$1",
  "message.event1.10": "Oh nein... das sieht nicht gut aus...",
  "Alecto.event2.1": "!!!$3",
  "Alecto.event2.2": "Du solltest dich nicht an Leute anschleichen, weisst du. Das ist sehr unhöflich.$5",
  "Alecto.event2.3": "Oh, ich versuche nur, Ras' Turm in einen riesigen Kürbis zu verwandeln. Du weisst wie das ist.",
  "Alecto.event2.4male": "Ich mache mir keine Sorgen, dass er mich hören wird. Dieser alte Trottel konnte einen Hurrikan verschlafen.$6",
  "Alecto.event2.4female": "Ich mache mir keine Sorgen, dass sie mich hört. Diese alte Närrin konnte einen Hurrikan verschlafen.$6",
  "question.event2.1": "Bist du in Ordnung?",
  "question.event2.2": "Warum bist du blau? Warst du vorher nicht grün?",
  "answer.event2.1": "Mir geht's prima. Sogar sehr gut. Absolut wunderbar.$6",
  "answer.event2.2": "Oh, wie aufmerksam von dir.$6",
  "Alecto.event2.5male": "Ich kann es einfach nicht ertragen, @! Dass es ihm gut gehen wird und mir... so!$2#$b#Ich habe ihm alles gegeben und er hat alles weggeworfen.$5#$b#Jahrzehnte voller Liebe und Zuneigung! Meine Jugend ... meine Schönheit ... alles verschwendet.$2",
  "Alecto.event2.5female": "Ich kann es einfach nicht ertragen, @! Dass es ihr gut gehen wird und mir... so!$2#$b#Ich habe ihr alles gegeben und sie hat alles weggeworfen.$6#$b#Jahrzehnte voller Liebe und Zuneigung! Meine Jugend ... meine Schönheit ... alles verschwendet.$2",
  "Alecto.event2.6": "Pfui. Deshalb trinke ich keinen Grappa.$6#$b#Das letzte Mal, als ich es tat ... nun, so endete ich SO.$5",
  "Alecto.event2.7": "Ich war unglaublich betrunken und dachte, ich könnte einen Zauber wirken, der mich wieder jung und schön macht.#$b#Oh, ich habe mein Aussehen wieder. Aber jetzt trage ich mein Herz sehr auf der Zunge.$6#$b#Wenn ich mich traurig fühle, ist das genauso wörtlich wie bildlich.$7",
  "Alecto.event2.8": "Danke, meine Kleinen.$4",
  "Alecto.event2.9": "Es tut mir leid, dass du das sehen musstest, @. Das ist mir so peinlich...$6",
  "Alecto.event3.1": "@? Was tust du hier? Wie bist du an dem Goblin vorbeigekommen?$3",
  "Alecto.event3.2": "Man bekommt heutzutage wirklich kein gutes Personal mehr. Ich muss eine Beschwerde an die Agentur schicken.$6#$b#Also, was machst du in meinem Haus, hmm?$7",
  "Alecto.event3.3male": "Ach, hat er dich geschickt? Der alte Bock.$5#$b#Fein. Nimm die Tinte. Ich war sowieso fertig damit. Aber du schuldest mir einen Gefallen.$1#$b#Dann verschwinde aus meinem Haus. Husch Husch!$6",
  "Alecto.event3.3female": "Ach, hat sie dich geschickt? Die alte Ziege.$5#$b#Fein. Nimm die Tinte. Ich war sowieso fertig damit. Aber du schuldest mir einen Gefallen.$1#$b#Dann verschwinde aus meinem Haus. Husch Husch!$6",
  "message.event3.4": "Sie winkt mit der Hand, aber ohne Erfolg.",
  "Alecto.mail.1": "Lieber @, ^ Es ist an der Zeit, den Gefallen zurückzuzahlen, den du mir schuldest. Bitte bring nach 21 Uhr einen prismatischen Splitter zu meiner Hütte. Keine Sorge, ich gebe ihn zurück, wenn ich fertig bin. Ich würde deine kleine Juwelensammlung nicht ruinieren wollen.^Viele Grüße,^Alecto.",
  "Alecto.event4.1": "Oh Hallo. Ich dachte schon, Sie würden nicht kommen ... daher das Nachthemd.$6",
  "Alecto.event4.2": "Nun, jetzt bist du da, wir können anfangen. Sei ein Schatz und gib mir diesen prismatischen Splitter.",
  "Alecto.event4.3male": "Warum sollte ich es dir erzählen? Hast du Ras gefragt, wofür er die Tinte brauchte?$5",
  "Alecto.event4.3female": "Warum sollte ich es dir erzählen? Hast du Ras gefragt, wofür sie die Tinte brauchte?$5",
  "Alecto.event4.4": "Es tut mir leid.$2#$b#Ich nehme an, du verdienst es zu wissen. Ich habe beschlossen, den verpfuschten Jugend- und Schönheitszauber rückgängig zu machen.#$b#Ich habe alles andere vorbereitet, alles, was ich jetzt brauche, ist die Scherbe, um die mystischen Energien zu bündeln.#$b#Ich bin mir sicher, dass ich auf jedes Detail eingehe, es ist alles sehr langweilig und technisch.$6",
  "Alecto.event4.5": "Also? Kommst du oder nicht?#$b#Ich... ich glaube, ich könnte etwas emotionale Unterstützung gebrauchen. Ugh. Ich kann nicht glauben, dass ich das gerade gesagt habe...$2",
  "textabovehead.event4.1": "Auf geht's...",
  "textabovehead.event4.2": "Seufz...",
  "Alecto.event4.6": "Auf Wiedersehen, Jugend und Schönheit.$2",
  "question.event4.1": "Nun ja. Wie gewonnen, so zerronnen.",
  "question.event4.2": "Du bist immer noch schön!",
  "answer.event4.1": "Du hast Recht. So ist das Leben, nehme ich an.$2#$b#Ich kann den Zauber später immer noch versuchen, nüchtern ... aber jetzt lasse ich es gut sein..$2",
  "answer.event4.2": "Wirklich? Schmeichler.$4",
  "Alecto.event4.7": "Nicht zuletzt ist dies eine gute Ausrede, um in ein neues Outfit zu investieren.$7#$b#Ich kenne eine ausgezeichnete Näherin in Castle Village, eine echte Samt-Meisterin. Ich schätze, ich werde sie anrufen!$1#",
  "Alecto.event4.8": "Ich weiß nicht wie es dir geht, aber ich bin erschöpft und brauche jetzt mehr denn je meinen Schönheitsschlaf.$6#$b#Gute Nacht, @. Schlaf gut. Lassen Sie sich nicht von den Staubgeistern beißen.$1",
  "message.event4.9": "Alecto scheint die Dinge ausnahmsweise von der positiven Seite zu betrachten!"





}
