{
  // NPC info
  "Alecto-display-name": "Alecto",
  "Kevin.display.name": "Kevin",
  "Titania.display.name": "Titania",

  // gift taste dialogue
  "gift.love": "Oh! Thank you, darling!",
  "gift.like": "Ah, thank you. This will be very useful for my next ritual.",
  "gift.dislike": "Hmph. This is neither useful nor desirable.",
  "gift.hate": "Ugh! What am I supposed to do with this?!",
  "gift.neutral": "Oh, thank you, I suppose.",

  // alecto dialogue
  "Alecto.dialogue.introduction": "How did you find me so quickly? Have you used some sort of reality-altering magic?$3",
	"Alecto.dialogue.Mon": "Don't mind me. Just foraging for mushrooms. They're most plentiful in the fall, true, but fungus is always in season.#$b#It's one of life's constants. Death, taxes and fungal decomposition!$1",
	"Alecto.dialogue.Tue": "Shhh. Shhhhhh.$5#$b#I'm sorry, darling, but I really can't chat. I have a terrible hangover.$2",
	"Alecto.dialogue.Wed": "Have you met my familiars? This one's Titania, and the other one is... Kevin.#$e#He was going to be called Oberon, but that's a name that demands a certain dignity and.. well... he's definitely more of a Kevin...$6",
	"Alecto.dialogue.Thu": "You don't seem like a simple country bumpkin.",
  "Alecto.dialogue.Thu_q": "Do you like poetry, @?",
  "Alecto.dialogue.Thu_a1": "Yes!",
  "Alecto.dialogue.Thu_a2": "Not really, no.",
  "Alecto.dialogue.Thu_a3": "That depends - are we talking sonnets and villanelles, or more modern free-form works?",
  "Alecto.dialogue.Thu_yes": "Oh, wonderful! I knew there was a sophisticated creature hiding under all that mud.$1",
  "Alecto.dialogue.Thu_no": "Hmph. I suppose that was a bit much to hope for...$6",
  "Alecto.dialogue.Thu_old1": "But then again, apparances can be deceiving...$6",
  "Alecto.dialogue.Thu_old2": "I'd love to pick your brain over a glass of chardonnay.$1",
	"Alecto.dialogue.Fri": "You're not a fool. I'm sure you've noticed that this valley teems with magical energy.#$b#Stronger practitioners of the mystic arts than I have tried and failed to harness it. It longs to be free...$7",
	"Alecto.dialogue.Sat": "Sometimes I think I ought to stop holding grudges. But people are just too annoying.$6",
	"Alecto.dialogue.Sun": "Have you ever seen a fairy, @? Awful little things. Used to wreak havoc on my herb garden back at the tower.$5",
  "Alecto.dialogue.Mon2": "What do you think of Marlon, @?#$b#I've known him since long before he lost the eye, but we were never exactly close.$6",
  "Alecto.dialogue.Tue2": "Herbs gathered under a full moon are particularly powerful.",
  "Alecto.dialogue.Wed2": "Corvids are extremely intelligent creatures, you know.#$b#...Kevin is an outlier and should not be counted.$6",
  "Alecto.dialogue.Thu2": "The energies of the mines are out of balance, and I'm unsure why.$2#$b#It makes collecting spell materials such a chore.$6",
  "Alecto.dialogue.Fri2": "You know the saying 'eats like a bird'? People use it to mean 'eats little and delicately', but really it should mean 'eats garbage and throws it on the floor.'$5#$e#Isn't that right, Kevin?$6",
  "Alecto.dialogue.Sat2": "Have you ever been to Calico Desert? Awful place, far too hot, but there are some powerful magical artifacts in the caverns.",
  "Alecto.dialogue.Sun2": "Today is a day for skincare and tiny snacks. Maybe a bubblebath...$7",
  "Alecto.dialogue.Mon4male": "The fact anyone in the magical community still associates with Ras speaks volumes on their poor character.$6#$b#He treats me like garbage, breaks my heart, and somehow I'm the villain?$5#$b#You set fire to ONE high council warlock and you never hear the end of it.$6#$e#Oh, don't worry, he's fine now. He simply learned a valuable lesson.$6",
  "Alecto.dialogue.Mon4female": "The fact anyone in the magical community still associates with Ras speaks volumes on their poor character.$6#$b#She treats me like garbage, breaks my heart, and somehow I'm the villain?$5#$b#You set fire to ONE high council warlock and you never hear the end of it.$6#$e#Oh, don't worry, he's fine now. He simply learned a valuable lesson.$6",
  "Alecto.dialogue.Tue4": "I've had flings since the divorce, but nothing serious. I certainly don't think I'll get married again. Once bitten, twice shy.",
  "Alecto.dialogue.Tue4_q": "What about you, @?",
  "Alecto.dialogue.Tue4_a1": "I'd like to get married someday.",
  "Alecto.dialogue.Tue4_a2": "I'm already married.",
  "Alecto.dialogue.Tue4_a3": "I don't want to marry anyone.",
  "Alecto.dialogue.Tue4_yes": "I hope it works out better for you than it did for me.$2",
  "Alecto.dialogue.Tue4_no": "Good for you! If you know it's not for you, then you shouldn't tie yourself down.",
  "Alecto.dialogue.Tue4_old1": "Some stories don't have happy endings.$2",
  "Alecto.dialogue.Tue4_old2": "You understand, don't you?",
  "Alecto.dialogue.Wed4": "Could you be a dear and not make so much noise? I may have had a glass too many of Gallant Grove last night.$2",
  "Alecto.dialogue.Thu4": "Wellwick and I aren't on speaking terms at the moment. She says I ought to forgive Ras.$2#$b#Over my dead body! I don't care how many decades it's been!$5",
  "Alecto.dialogue.Fri4": "How's the mayor looking, @? A little under the weather?#$b#Oh, no reason. No reason at all. I certainly haven't been casting any nasty little hexes on him.$1",
  "Alecto.dialogue.Sat4": "*sigh*... I should really try and turn over a new leaf. Negative energy is bad for the skin.$2#$b#But then again so is wine, and I'm not going to give that up any time soon either.$6",
  "Alecto.dialogue.Sun4": "I make sure to use my special homemade facemask every week. It's a very simple recipe.#$b#Purified slime and seaweed extract, pureed strawberry, a pinch of gold dust and refined quartz, a couple of basic enchantments to keep it fresh, and voila!$1",
  "Alecto.dialogue.Mon6": "Has anyone ever told you that you have excellent bone structure? You should really take advantage of it more.",
  "Alecto.dialogue.Tue6": "You're an adventurous sort - have you come across any interesting artifacts lately?#$b#I've heard of some very powerful arcane relics being found in this area.",
  "Alecto.dialogue.Wed6male": "When I was young I adored getting flowers, but of course Ras ruined that for me too.$2#$b#He only ever gave them to me when he'd done something wrong.$6",
  "Alecto.dialogue.Wed6female": "When I was young I adored getting flowers, but of course Ras ruined that for me too.$2#$b#She only ever gave them to me when she'd done something wrong.$6",
  "Alecto.dialogue.Thu6": "I need to get out of the valley soon. Just for a week or two.$6#$b#Maybe I should take an island vacation. Sip some cocktails. Work on my tan.$1",
  "Alecto.dialogue.Fri6": "Ras and I never had any children, thankfully. Neither of us are particularly nurturing.",
  "Alecto.dialogue.Fri6_q": "Do you have children, @?",
  "Alecto.dialogue.Fri6_a1": "Yes, I do.",
  "Alecto.dialogue.Fri6_a2": "No, but I'd like to someday.",
  "Alecto.dialogue.Fri6_a3": "No, I like kids but I don't want any of my own.",
  "Alecto.dialogue.Fri6_a4": "No. I don't like children.",
  "Alecto.dialogue.Fri6_yes": "Ugh. Well, to each their own.$6",
  "Alecto.dialogue.Fri6_no": "Smart. They seem so... messy. Even compared to birds.$6",
  "Alecto.dialogue.Fri6_old1": "By the way, if you ever get tired of parenthood, just let me know... I have a certain shrine in my posession...$6",
  "Alecto.dialogue.Fri6_old2": "I prefer my birds. Much more independent. Although sometimes I think I'd be alright with swapping Kevin for a six-year-old.$6",
  "Alecto.dialogue.Sat6": "The magical council said they'll revoke my banishment if I apologise for setting fire to the head warlock. I've refused. He had it coming.$6",
  "Alecto.dialogue.Sun6": "I admit I may be hypocritical at times... I'm too set in my ways, I'm afraid.$2",
  "Alecto.dialogue.Mon8": "I don't worship the spirit of the mountains, as such. I simply understand that it's better to be on her good side...$6",
  "Alecto.dialogue.Tue8": "I hear you've been poking your curious little nose into Aguar's business. Oh, we go way back.$1#$b#He has excellent taste in wine. You should bully him to giving you some, I'm sure he's hiding some excellent vintages in that lab of his.$7",
  "Alecto.dialogue.Wed8": "Kevin got into my makeup drawer last night... a whole tube of my favorite lipstick wasted down his greedy gullet!$a",
  "Alecto.dialogue.Thu8": "I try to stay as far away from cities as possible. All that concrete and pollution can really mess with magic.",
  "Alecto.dialogue.Fri8": "I sent a letter to the magical council yesterday... a formal apology for the whole warlock arson incident.#$b#Ugh. I'm going soft. I blame you.$6",
  "Alecto.dialogue.Sat8": "I don't have any affinity for the mystical energy of the ocean, unfortunately. It's my only real flaw.",
  "Alecto.dialogue.Sun8": "I need to visit Wellwick again soon. She has terrible taste in alcohol and can't handle her liquor, but she's always good for a laugh.$1",
  "Alecto.dialogue.Mon10": "You know, @, you've pleasantly surprised me. That doesn't happen often.$4",
  "Alecto.dialogue.Tue10": "Don't be concerned if Titania jumps on your shoulder and starts preening your hair, it means she likes you!$1",
  "Alecto.dialogue.Wed10": "Ugh, I need a manicure. Foraging for potion ingredients does a real number on one's cuticles.$6",
  "Alecto.dialogue.Thu10": "I'm planning to spend a little time with Juna later, if you're interested in joining us.#$b#Don't take anything we say personally. You know how we are.$1",
  "Alecto.dialogue.Fri10": "Sometimes I think I ought to get a cat. But that's a slippery slope. First it's one cat, then two, and before you know it you're the crazy cat lady.$2#$b#Plus Titania would bully them. I'll stick to birds.$7",
  "Alecto.dialogue.Sat10": "I got an invitation to the next meeting of the council. I don't know whether I should go though. What if it's awkward?$2#$b#Still, it's nice to know you can sometimes repair the bridges you've burned. Sometimes literally.$1",
  "Alecto.dialogue.Sun10": "Have I ever used the Shrine of Selfishness? Why, where do you think I got Kevin from?$1#$b#... I'm joking.$6#$e#I was tempted to use the Shrine of Memory on myself after the divorce but unfortunately it only works one way.$2",
  "Alecto.dialogue.winter_17male": "Ugh, it's HIS birthday today.$6#$b#You know, one year I wrote an entire book of romantic poems for him. I had it custom bound for him in leather, gilded edges, the works. I don't think he ever even read it.$2#$e#I should try and break the wards on the tower and steal it back. He doesn't deserve it.$5",
  "Alecto.dialogue.winter_17female": "Ugh, it's HER birthday today.$6#$b#You know, one year I wrote an entire book of romantic poems for her. I had it custom bound for her in leather, gilded edges, the works. I don't think she ever even read it.$2#$e#I should try and break the wards on the tower and steal it back. She doesn't deserve it.$5",
  "Alecto.dialogue.summer_10": "Would you be a dear and put this in the pot for me tomorrow? [420]$1#$b#No? Ugh, you're no fun.$6",
  "Alecto.dialogue.summer_28": "I'd love to go to the beach to watch the lunaloos, but I don't think I could get away with it without Ras noticing.$6",
  "Alecto.dialogue.rain.1": "This morning, when I woke up and the sky was all dark and cloudy, I knew right then and there that this was going to be a lovely day.$1",
  "Alecto.dialogue.rain.2": "I hear there's a trick to staying dry in the rain. To walk through the storm between the raindrops.$7#$b#I never mastered it. I'll stick to water-repelling charms.",
  "Alecto.dialogue.rain.3": "Lovely weather, isn't it?$6#$b#Normally I love a rainy day but this one's a little too gray and grimy.",
  "Alecto.dialogue.locational.1": "Sometimes I see the villagers scurrying around.",
  "Alecto.dialogue.locational.2": "That Elliott's rather dreamy, isn't he? Oh, don't worry, I'm not in the market for a boy toy.$1",
  "Alecto.dialogue.locational.3": "That Emily girl vexes me. Such an open mind, but she insists on filling it with nonsense... oh well. Whatever makes her happy, I suppose.$6",
  "Alecto.dialogue.locational.4": "That artist - Leia? Laura? Lulu? - she's got a good eye. For art and for foraging. Very impressive.",
  "Alecto.dialogue.locational.5": "If that poor fool Marnie doesn't get it together and break it off with Lewis...$5#$b#What a horrid little man. Even a wet blanket like her deserves someone who will treat her properly.$5",
  "Alecto.dialogue.locational.6": "Would you belive that Penny reminds me of myself at that age? The poor, sweet fool.$2#$b#Unfortunately there's no spell to give someone else a bit of backbone. That takes time and experience, I'm afraid.$2",
  "Alecto.dialogue.locational.7": "Abigail. Oh Abigail. Such a pretty little thing. Vivacious. Full of excitement and adventure. She'll learn.$6",
  "Alecto.dialogue.locational.8": "Jio should take that scarf off now and then. If he's going to skulk around the place he could at least be decorative while he does it.$7",
  "Alecto.dialogue.locational.9": "I swear, if that junimo threatens to stab me one more time I'll make a fruit salad out of her.$5",
  "Alecto.dialogue.locational.10": "If Lenny ever ran for mayor she'd have my vote. She seems much more fun than her brother.$1",
  "Alecto.dialogue.locational.11": "That little waitress girl shows promise as a warrior. Maybe she could give you a few tips.$7",
  "Alecto.dialogue.locational.12": "I should drop by the research lab some time and have a chat with Aguar.",
  "Alecto.dialogue.alectointroduction": "Only people with strong magical affinity can see through invisibility spells like the one I'm currently using.#$b#Unfortunately, that includes small children. Ugh.$5",
  "Alecto.dialogue.junasign": "Have you met Juna yet, @? Oh, you're in for a treat!$1",
  "Alecto.dialogue.junacave": "I hear you're part of the elite club of people allowed in Juna's cave. Charming, isn't it?$6#$b#Makes me feel like my living situation is downright luxurious in comparison.$1",
  "Alecto.dialogue.junagone": "Without Juna around, my social calendar is even sparser than usual.$2",
  "Alecto.dialogue.junawizard": "As long as Juna's staying with Ras, my social calendar is even sparser than usual.$2",
  "Alecto.dialogue.junaprotectivewizard": "Do you know, when I insulted Ras the other day Juna told me I was being unnecesarily mean!$5#$b#Juna, of all people!$5#$b#Ugh, you think you know someone...$6",
  "Alecto.dialogue.junabigfoot": "Juna did it. She actually did it. That beautiful, insane little creature. Ras, a Big Foot!? I've not laughed this much in years.$1",
  "Alecto.dialogue.junabirthday": "Juna's out frolicking with her carpenter tonight so I won't be able to catch up with her.$6#$b#Give her this from me, would you? [561]",
  "Alecto.dialogue.keahiprank": "Ugh! What's that awful smell?$3#$b#It's you? Well go away and wash yourself, then!$5",
  "Alecto.dialogue.lucikielarrives": "So there's a demon in town? It seems that when the ignorant mess around with powers they cannot comprehend it's everyone else who as to suffer for it.$6",
  "Alecto.dialogue.lucikielreputation": "That delectable demon's made quite a name for himself, hasn't he?$1#$b#Oh hush, I'm old, not dead.$7",
  "Alecto.dialogue.lavrilunlocked": "There's a certain ghostly chill in the air. A change in the balance of things. What have you unleashed?$6",
  "Alecto.dialogue.mctwedding": "So you got married? Good luck.$6",
  "Alecto.dialogue.mctdivorce": "I heard about the divorce. Welcome to the club, @. Drinks are on me.",
  "Alecto.dialogue.hosttreemistletoe": "Mistletoe berries are an extremely potent and versatile potion igredient, but I've been having trouble finding any lately.$2",
  "Alecto.dialogue.meetthecats": "Those cats had better not bully Kevin. They don't seem like the mean sort, though.$7",
  "Alecto.dialogue.alectowizardtower": "I'd really rather not talk about what happened at the tower, if it's all the same to you.$6",
  "Alecto.dialogue.alectowellwickevent": "...dammit. I should have teleported myself out of the tower instead of hiding in the cauldron, of all things. Now my clothes stink of Ras's terrible potions.$2",


  //Crows
  "Kevin.dialogue.chips": "Kevin has his head stuck in an empty packet of Joja Chips. They're Cool Ranch flavor.",
  "Kevin.dialogue.Mon": "Caw! Caw! Caw?",
  "Kevin.dialogue.Tue1": "Caw! Caw!",
  "Kevin.dialogue.Tue2": "Kevin hops from side to side bobbing his head. He seems happy to see you!",
  "Kevin.dialogue.Wed1": "Chirp!",
  "Kevin.dialogue.Wed2": "You're pretty sure that crows aren't supposed to chirp.",
  "Kevin.dialogue.Thu": "Caw! Caw!",
  "Kevin.dialogue.Fri": "Cooooo. Coooo.",
  "Kevin.dialogue.Sat": "Caw!",
  "Kevin.dialogue.Sun": "Caw?",
  "Titania.dialogue.ignore": "Titania is ignoring you. She has important crow business to attend to.",
  "Titania.dialogue.Mon": "Caw! Caw!",
  "Titania.dialogue.Tue": "Croak! Click click click.",
  "Titania.dialogue.Wed": "Caw?",
  "Titania.dialogue.Thu": "Caw.",
  "Titania.dialogue.Fri": "Croooaaaak.",
  "Titania.dialogue.Sat": "Ca-caw! Ca-caw!",
  "Titania.dialogue.Sun": "Caw! Caw! Caw!",

	// strings from maps
  "maps.AlectoHouse1": "The spider looks at you and waves one of her many little legs.",
	"maps.AlectoHouse2": "There's an empty wine bottle and a book of sonnets on this bedside table.",
	"maps.AlectoHouse3": "'Fae Flirt' mascara'... 'Erinyes No. 3' eau de parfum... 'Belladonna - DO NOT EAT'...",
  "maps.AlectoHouse4": "Everything in this spellbook seems to be written by hand.",
  "maps.AlectoHouse5": "Mmmm! Smells like elderberries!",
  "maps.AlectoHouse6": "The candles around this ritual circle burn cold and never seem to melt... weird.",
  "maps.AlectoRoom1": "There's a cross-stitched pillow that says 'if you can't say anything nice, come sit by me' on it.",

  //location name
  "location.AlectoRoom": "Alecto's Bedroom",


	// events
	"Alecto.event1.1male": "That old bat thinks he can keep me out of the valley? I could break his wards in my sleep!$1#$b#Ugh, I hope his beard falls out.$6",
  "Alecto.event1.1female": "That old bat thinks she can keep me out of the valley? I could break her wards in my sleep!$1#$b#Ugh, I hope her hair falls out.$6",
  "Alecto.event1.2male": "Hmm... I'd better leave that seal alone so he doesn't notice...",
  "Alecto.event1.2female": "Hmm.. I'd better leave that seal alone so she doesn't notice...",
  "Alecto.event1.3": "Oh, and who do we have here?",
  "Alecto.event1.4": "You can see me? Interesting. I cast quite a powerful invisibility spell on myself...$6",
  "Alecto.event1.5": "I can feel the magical energy radiating off you... if I had the inclination, you'd probably make an adequate apprentice.$7",
  "Alecto.event1.6": "Oh don't give me that look, darling. I simply don't have the time. Not everything's about you, you know.$6",
  "Alecto.event1.7": "Well, it's been fun, but I simply must dash. Don't tell Ras about me or I'll turn you into a frog.",
  "Alecto.event1.8": "Not that you could now even if you wanted to.$1",
  "Alecto.event1.9": "It was lovely to meet you, @. I'll be seeing you around!$1",
  "message.event1.10": "Oh no... this doesn't seem good...",
  "Alecto.event2.1": "!!!$3",
  "Alecto.event2.2": "You shouldn't sneak up on people, you know. It's very rude.$5",
  "Alecto.event2.3": "Oh, I'm just trying to turn Ras's tower into a giant pumpkin. You know how it is.",
  "Alecto.event2.4male": "I'm not worried he'll hear me. That old dolt could sleep through a hurricane.$6",
  "Alecto.event2.4female": "I'm not worried she'll hear me. That old dolt could sleep through a hurricane.$6",
  "question.event2.1": "Are you okay?",
  "question.event2.2": "Why are you blue? Weren't you green before?",
  "answer.event2.1": "I'm just dandy. Peachy, even. Utterly wonderful.$6",
  "answer.event2.2": "Oh, how perceptive of you.$6",
  "Alecto.event2.5male": "I just can't stand it, @! That he gets to be fine, and I get to be... like this!$2#$b#I gave him everything and he threw it all away.$5#$b#Decades of love and affection! My youth... my beauty... all wasted.$2",
  "Alecto.event2.5female": "I just can't stand it, @! That she gets to be fine, and I get to be... like this!$2#$b#I gave her everything and she threw it all away.$6#$b#Decades of love and affection! My youth... my beauty... all wasted.$2",
  "Alecto.event2.6": "Ugh. This is why I don't drink grappa.$6#$b#The last time I did... well, it's how I ended up like THIS.$5",
  "Alecto.event2.7": "I was incredibly drunk, and thought I could cast a spell to make me young and beautiful again.#$b#Oh, I got back my looks. But now I very much wear my heart on my sleeve.$6#$b#When I feel blue, it's just as much literal as it is figurative.$7",
  "Alecto.event2.8": "Thank you, little ones.$4",
  "Alecto.event2.9": "I'm sorry you had to see this, @. I'm so embarassed...$6",
  "Alecto.event3.1": "@? What are you doing here? How did you get past the goblin?$3",
  "Alecto.event3.2": "You really can't get the staff these days. I'll have to send a complaint to the agency.$6#$b#Now, what are you doing in my house, hmm?$7",
  "Alecto.event3.3male": "Oh, did he? The old goat.$5#$b#Fine. Take the ink. I was done with it anyway. But you'll owe me a favour.$1#$b#Then get out of my house. Shoo!$6",
  "Alecto.event3.3female": "Oh did she? The old goat.$5#$b#Fine. Take the ink. I was done with it anyway. But you'll owe me a favour.$1#$b#Then get out of my house. Shoo!$6",
  "message.event3.4": "She waves her hand at you ineffectually.",
  "Alecto.mail.1": "Dear @,^Time to pay back that favour you owe me. Please bring a prismatic shard to my hut after 9pm. Don't worry, I'll give it back when I'm done. Wouldn't want to ruin your little gem collection.^Regards,^Alecto.",
  "Alecto.event4.1": "Oh, hello. I was beginning to think you weren't coming... hence the nightdress.$6",
  "Alecto.event4.2": "Well, now you're here we can get started. Be a dear and hand me that prismatic shard.",
  "Alecto.event4.3male": "Why should I tell you? Did you ask Ras what he needed the ink for?$5",
  "Alecto.event4.3female": "Why should I tell you? Did you ask Ras what she needed the ink for?$5",
  "Alecto.event4.4": "I'm... I'm sorry.$2#$b#I suppose you deserve to know. I've decided to undo the botched youth and beauty spell.#$b#I have everything else set up, all I need now is the shard to focus the mystical energies.#$b#I'm sure you don't need me to go into every detail, it's all very boring and technical.$6",
  "Alecto.event4.5": "Well? Are you coming or not?#$b#I... I think could do with some emotional support. Ugh. I can't believe I just said that...$2",
  "textabovehead.event4.1": "Here we go...",
  "textabovehead.event4.2": "sigh...",
  "Alecto.event4.6": "Goodbye, youth and beauty.$2",
  "question.event4.1": "Oh well. Easy come, easy go.",
  "question.event4.2": "You're still beautiful!",
  "answer.event4.1": "You're right. That's life, I suppose.$2#$b#I can always try the spell again later, sober... but for now I'll leave well enough alone.$2",
  "answer.event4.2": "Really? Flatterer.$4",
  "Alecto.event4.7": "If nothing else this is a good excuse to invest in a new outfit.$7#$b#I know an excellent seamstress in Castle Village, a real maestro with velvet. I suppose I'll be giving her a call!$1#",
  "Alecto.event4.8": "I don't know about you, but I'm exhausted, and now I need my beauty sleep more than ever.$6#$b#Good night, @. Sleep tight. Don't let the dust sprites bite.$1",
  "message.event4.9": "Alecto seems to be looking on the bright side of things, for once!",
  "Wellwickevent.1": "So I told him, 'oh, I'm sorry, I thought you were a hat rack!'$1",
  "Wellwickevent.2": "Hello @! Rasmu went out, so we're having a party!$1",
  "Wellwickevent.3": "Wait, what time is it?$3",
  "Wellwickevent.4": "Oh no! Rasmu will be back soon! Quick, hide!$7",
  "Wellwickevent.5": "Wellwick, are you drunk?",
  "Wellwickevent.6": "No!...$5#$b#Maybe.$1",
  "Wellwickevent.7": "Ahh, @. I apologise for my companion. Have you been waiting long?",
  "Wellwickevent.8": "@ needs something from the basement! You should get it!$7",
  "Wellwickevent.9": "What is it that you need, @?",
  "Wellwickevent.10": "@ needs ...a strange bun! Yes! Let's go!$5",
  "Wellwickevent.11": "Stop pushing me...",
  "Wellwickevent.12": "That was close...",
  "Eloiseevent.1": "Hello crows! How are you today?$1",
  "Eloiseevent.2": "I brought you some seeds.",
  "Eloiseevent.3": "I'm sorry, but I told you before - you can't have junk food all the time! You'll get sick!$2",
  "Eloiseevent.4": "Oh! A shiny thing! Thank you, M. Crow!$1",
  "Eloiseevent.5": "Where did you get that?!$3#$b#Thank you, but I can't take that... you should put it back where you found it."





}
