{
  // NPC info
  "Alecto-display-name": "Alecto",
  "Kevin.display.name": "Kevin",
  "Titania.display.name": "Titania",

  // gift taste dialogue
  "gift.love": "Oh! Obrigado, gracinha!",
  "gift.like": "Ah obrigado. Isso será muito útil para o meu próximo ritual.",
  "gift.dislike": "Hmph. Isso não é útil nem desejável.",
  "gift.hate": "Eca! O que eu devo fazer com isso?!",
  "gift.neutral": "Ah, obrigado, eu suponho.",

  // alecto dialogue
  "Alecto.dialogue.introduction": "Como você me encontrou tão rápido? Você usou algum tipo de magia que altera a realidade?$3",
	"Alecto.dialogue.Mon": "Não se importe comigo. Apenas procurando cogumelos. Eles são mais abundantes no outono, é verdade, mas os fungos estão sempre na estação.#$b#É uma das constantes da vida. Morte, impostos e decomposição fúngica!$1",
	"Alecto.dialogue.Tue": "Shhh. Shhhhhh.$5#$b#Desculpe, gracinha, mas realmente não posso conversar. Estou com uma ressaca terrível.$2",
	"Alecto.dialogue.Wed": "Você conheceu meus familiares? Esta é a Titania, e o outro é... Kevin.#$e#Ele ia se chamar Oberon, mas esse é um nome que exige uma certa dignidade e... bem... ele é definitivamente mais um Kevin...$6",
	"Alecto.dialogue.Thu": "Você não parece um simples caipira.",
  "Alecto.dialogue.Thu_q": "Você gosta de poesia, @?",
  "Alecto.dialogue.Thu_a1": "Sim!",
  "Alecto.dialogue.Thu_a2": "Não, realmente não.",
  "Alecto.dialogue.Thu_a3": "Isso depende - estamos falando de sonetos e villanelles, ou obras mais modernas de forma livre?",
  "Alecto.dialogue.Thu_yes": "Oh maravilhoso! Eu sabia que havia uma criatura sofisticada escondida sob toda aquela lama.$1",
  "Alecto.dialogue.Thu_no": "Hmph. Acho que era um pouco demais para esperar...$6",
  "Alecto.dialogue.Thu_old1": "Mas, novamente, as aparências podem enganar...$6",
  "Alecto.dialogue.Thu_old2": "Eu adoraria pegar seu cérebro com um copo de chardonnay.$1",
	"Alecto.dialogue.Fri": "Você não é um tolo. Tenho certeza que você notou que este vale está repleto de energia mágica.#$b#Praticantes mais fortes das artes místicas do que eu tentaram e não conseguiram aproveitá-la. Ela anseia por ser livre...$7",
	"Alecto.dialogue.Sat": "Às vezes acho que devo parar de guardar rancor. Mas as pessoas são muito irritantes.$6",
	"Alecto.dialogue.Sun": "Você já viu uma fada, @? Pequenas coisas horríveis. Costumava causar estragos no meu jardim de ervas na torre.$5",
  "Alecto.dialogue.Mon2": "O que você acha de Marlon, @?#$b#Eu o conheço desde muito antes de ele perder o olho, mas nunca fomos exatamente próximos.$6",
  "Alecto.dialogue.Tue2": "Ervas colhidas sob a lua cheia são particularmente poderosas.",
  "Alecto.dialogue.Wed2": "Corvos são criaturas extremamente inteligentes, você sabe.#$b#...Kevin é uma exceção e não deve ser levado em conta.$6",
  "Alecto.dialogue.Thu2": "As energias das minas estão desequilibradas, e não tenho certeza do porquê.$2#$b#Isso torna a coleta de materiais de feitiço uma tarefa árdua.$6",
  "Alecto.dialogue.Fri2": "Você conhece o ditado 'come como um pássaro'? As pessoas usam isso para significar 'come pouco e delicadamente', mas na verdade deveria significar 'come lixo e joga no chão'.'$5#$e#Não é mesmo, Kevin?$6",
  "Alecto.dialogue.Sat2": "Você já esteve no Deserto de Calico? Lugar horrível, muito quente, mas existem alguns artefatos mágicos poderosos nas cavernas.",
  "Alecto.dialogue.Sun2": "Hoje é dia de cuidados com a pele e petiscos. Talvez um banho de espuma...$7",
  "Alecto.dialogue.Mon4male": "O fato de qualquer pessoa na comunidade mágica ainda se associar a Ras fala muito sobre seu pobre caráter.$6#$b#Ele me trata como lixo, parte meu coração e de alguma forma eu sou a vilã?$5#$b#Você ateia fogo a UM bruxo do alto conselho e nunca ouviu o fim disso.$6#$e#Oh, não se preocupe, ele está bem agora. Ele simplesmente aprendeu uma lição valiosa.$6",
  "Alecto.dialogue.Mon4female": "O fato de qualquer pessoa na comunidade mágica ainda se associar a Ras fala muito sobre seu pobre caráter.$6#$b#Ela me trata como lixo, parte meu coração e de alguma forma eu sou a vilã?$5#$b#Você ateia fogo a UM bruxo do alto conselho e nunca ouviu o fim disso.$6#$e#Oh, não se preocupe, ele está bem agora. Ele simplesmente aprendeu uma lição valiosa.$6",
  "Alecto.dialogue.Tue4": "Tive casos desde o divórcio, mas nada sério. Eu certamente não acho que vou me casar novamente. Uma vez mordido, duas vezes tímido.",
  "Alecto.dialogue.Tue4_q": "E você, @?",
  "Alecto.dialogue.Tue4_a1": "Eu gostaria de me casar algum dia.",
  "Alecto.dialogue.Tue4_a2": "Eu já sou casado.",
  "Alecto.dialogue.Tue4_a3": "Eu não quero me casar com ninguém.",
  "Alecto.dialogue.Tue4_yes": "Espero que funcione melhor para você do que para mim.$2",
  "Alecto.dialogue.Tue4_no": "Bom para você! Se você sabe que não é para você, então você não deve se amarrar.",
  "Alecto.dialogue.Tue4_old1": "Algumas histórias não têm finais felizes.$2",
  "Alecto.dialogue.Tue4_old2": "Você entende, não é?",
  "Alecto.dialogue.Wed4": "Você poderia ser um doce e não fazer tanto barulho? Posso ter bebido demais de Gallant Grove ontem à noite.$2",
  "Alecto.dialogue.Thu4": "Wellwick e eu não estamos nos falando no momento. Ela diz que devo perdoar Ras.$2#$b#Sobre o meu cadáver! Não importa quantas décadas já se passaram!$5",
  "Alecto.dialogue.Fri4": "Como está o prefeito, @? Um pouco sob o clima?#$b#Ah, sem motivo. Nenhuma razão. Eu certamente não estou lançando nenhum feitiço desagradável nele.$1",
  "Alecto.dialogue.Sat4": "*suspirar*... Eu realmente deveria tentar virar uma nova página. A energia negativa é ruim para a pele.$2#$b#Mas, novamente, o vinho também é, e eu não vou desistir disso tão cedo também.$6",
  "Alecto.dialogue.Sun4": "Certifico-me de usar minha máscara facial caseira especial toda semana. É uma receita muito simples.#$b#Extrato purificado de slime e algas marinhas, purê de morango, uma pitada de pó de ouro e quartzo refinado, alguns encantamentos básicos para mantê-lo fresco e voilá!$1",
  "Alecto.dialogue.Mon6": "Alguém já lhe disse que você tem uma excelente estrutura óssea? Você realmente deveria aproveitar mais.",
  "Alecto.dialogue.Tue6": "Você é do tipo aventureiro - encontrou algum artefato interessante ultimamente?#$b#Ouvi falar de algumas relíquias arcanas muito poderosas sendo encontradas nesta área.",
  "Alecto.dialogue.Wed6male": "Quando eu era jovem, adorava ganhar flores, mas é claro que Ras arruinou isso para mim também.$2#$b#Ele só as dava para mim quando fazia algo errado.$6",
  "Alecto.dialogue.Wed6female": "Quando eu era jovem, adorava ganhar flores, mas é claro que Ras arruinou isso para mim também.$2#$b#Ela só as dava para mim quando fazia algo errado.$6",
  "Alecto.dialogue.Thu6": "Preciso sair do vale logo. Só por uma ou duas semanas.$6#$b#Talvez eu devesse tirar férias na ilha. Beber alguns coquetéis. Trabalhar no meu bronzeado.$1",
  "Alecto.dialogue.Fri6": "Ras e eu nunca tivemos filhos, felizmente. Nenhum de nós é particularmente estimulante.",
  "Alecto.dialogue.Fri6_q": "Você tem filhos, @?",
  "Alecto.dialogue.Fri6_a1": "Sim, eu tenho.",
  "Alecto.dialogue.Fri6_a2": "Não, mas gostaria de um dia.",
  "Alecto.dialogue.Fri6_a3": "Não, eu gosto de crianças, mas não quero as minhas.",
  "Alecto.dialogue.Fri6_a4": "Não. Eu não gosto de crianças.",
  "Alecto.dialogue.Fri6_yes": "Eca. Bem, cada um com a sua mania.$6",
  "Alecto.dialogue.Fri6_no": "Inteligente. Eles parecem tão... confusos. Mesmo em comparação com os pássaros.$6",
  "Alecto.dialogue.Fri6_old1": "A propósito, se você se cansar da paternidade, deixe-me saber... Eu tenho um certo santuário em minha posse...$6",
  "Alecto.dialogue.Fri6_old2": "Prefiro meus pássaros. Muito mais independente. Embora às vezes eu ache que não haveria problema em trocar Kevin por uma criança de seis anos.$6",
  "Alecto.dialogue.Sat6": "O conselho mágico disse que vão revogar meu banimento se eu me desculpar por atear fogo no bruxo chefe. Eu recusei. Ele teve o que mereceu.$6",
  "Alecto.dialogue.Sun6": "Admito que às vezes posso ser hipócrita... Estou muito focada em meus caminhos, receio.$2",
  "Alecto.dialogue.Mon8": "Eu não adoro o espírito das montanhas, como tal. Eu simplesmente entendo que é melhor estar do lado dela...$6",
  "Alecto.dialogue.Tue8": "Ouvi dizer que você está metendo seu narizinho curioso nos negócios de Aguar. Ah, nós voltamos.$1#$b#Ele tem excelente gosto em vinho. Você deveria intimidá-lo para lhe dar alguns, tenho certeza que ele está escondendo algumas safras excelentes naquele laboratório dele.$7",
  "Alecto.dialogue.Wed8": "Kevin entrou na minha gaveta de maquiagem ontem à noite... um tubo inteiro do meu batom favorito foi desperdiçado em seu esôfago ganancioso!$a",
  "Alecto.dialogue.Thu8": "Eu tento ficar o mais longe possível das cidades. Todo aquele concreto e poluição podem realmente mexer com a magia.",
  "Alecto.dialogue.Fri8": "Enviei uma carta ao conselho mágico ontem... um pedido formal de desculpas por todo o incidente do incêndio criminoso.#$b#Eca. Eu estou ficando mole. Eu culpo você.$6",
  "Alecto.dialogue.Sat8": "Não tenho nenhuma afinidade com a energia mística do oceano, infelizmente. É minha única falha real.",
  "Alecto.dialogue.Sun8": "Eu preciso visitar Wellwick novamente em breve. Ela tem um péssimo gosto para álcool e não consegue lidar com a bebida, mas sempre é boa para rir.$1",
  "Alecto.dialogue.Mon10": "Você sabe, @, você me surpreendeu agradavelmente. Isso não acontece com frequência.$4",
  "Alecto.dialogue.Tue10": "Não se preocupe se Titânia pular no seu ombro e começar a pentear seu cabelo, isso significa que ela gosta de você!$1",
  "Alecto.dialogue.Wed10": "Eca, eu preciso de uma manicure. Procurar ingredientes de poções faz um estrago real nas cutículas de uma pessoa.$6",
  "Alecto.dialogue.Thu10": "Estou planejando passar um tempo com Juna mais tarde, se você estiver interessado em se juntar a nós.#$b#Não leve nada do que dissermos para o lado pessoal. Você sabe como somos.$1",
  "Alecto.dialogue.Fri10": "Às vezes acho que deveria ter um gato. Mas isso é uma ladeira escorregadia. Primeiro é um gato, depois dois, e antes que você perceba você é a louca dos gatos.$2#$b#Além disso, Titania iria intimidá-los. Vou ficar com os pássaros.$7",
  "Alecto.dialogue.Sat10": "Recebi um convite para a próxima reunião do conselho. Mas não sei se devo ir. E se for estranho?$2#$b#Ainda assim, é bom saber que às vezes você pode consertar as pontes que você queimou. Às vezes literalmente.$1",
  "Alecto.dialogue.Sun10": "Já usei o Santuário do Egoísmo? Por que, de onde você acha que eu peguei Kevin?$1#$b#... Estou brincando.$6#$e#Fiquei tentada a usar o Santuário da Memória em mim mesma após o divórcio, mas infelizmente só funciona de uma maneira.$2",
  "Alecto.dialogue.winter_17male": "Eca, é o aniversário dele hoje.$6#$b#Sabe, um ano escrevi um livro inteiro de poemas românticos para ele. Eu mandei encadernar para ele em couro, bordas douradas, as obras. Acho que ele nunca leu.$2#$e#Eu deveria tentar quebrar as proteções na torre e roubá-la de volta. Ele não merece.$5",
  "Alecto.dialogue.winter_17female": "Eca, é o aniversário dela hoje.$6#$b#Sabe, um ano escrevi um livro inteiro de poemas românticos para ela. Eu mandei encadernar para ela em couro, bordas douradas, as obras. Acho que ela nunca leu.$2#$e#Eu deveria tentar quebrar as proteções na torre e roubá-la de volta. Ela não merece.$5",
  "Alecto.dialogue.summer_10": "Você seria um doce e colocaria isso no pote da sopa para mim amanhã? [420]$1#$b#Não? Eca, você não é divertido.$6",
  "Alecto.dialogue.summer_28": "Eu adoraria ir à praia para assistir a dança das Medusas-da-Lua, mas não acho que conseguiria me safar sem que Ras percebesse.$6",
  "Alecto.dialogue.rain.1": "Esta manhã, quando acordei e o céu estava todo escuro e nublado, soube ali mesmo que aquele seria um dia lindo.$1",
  "Alecto.dialogue.rain.2": "Ouvi dizer que há um truque para ficar seco na chuva. Para caminhar pela tempestade entre as gotas de chuva.$7#$b#Eu nunca o dominei. Vou me ater aos encantos que repelem a água.",
  "Alecto.dialogue.rain.3": "Tempo lindo, não é?$6#$b#Normalmente eu amo um dia chuvoso, mas este é um pouco cinza e sujo demais.",
  "Alecto.dialogue.locational.1": "Às vezes vejo os aldeões correndo por aí.",
  "Alecto.dialogue.locational.2": "Aquele Elliott é meio sonhador, não é? Oh, não se preocupe, eu não estou no mercado para um brinquedo de menino.$1",
  "Alecto.dialogue.locational.3": "Aquela garota Emily me irrita. Uma mente tão aberta, mas ela insiste em enchê-la de bobagens... ah, bem. O que quer que a faça feliz, suponho.$6",
  "Alecto.dialogue.locational.4": "Aquele artista - Leia? Laura? Lula? - ela tem um bom olho. Para arte e para forrageamento. Muito impressionante.",
  "Alecto.dialogue.locational.5": "Se aquela pobre idiota da Marnie não se recompor e terminar com o Lewis...$5#$b#Que homenzinho horrível. Mesmo um cobertor molhado como ela merece alguém que a trate adequadamente.$5",
  "Alecto.dialogue.locational.6": "Você acredita que Penny me lembra de mim mesma naquela idade? pobre e doce tola.$2#$b#Infelizmente não há nenhum feitiço para dar a alguém um pouco de força. Isso leva tempo e experiência, eu temo.$2",
  "Alecto.dialogue.locational.7": "Abigail. Ah Abigail. Uma coisinha tão bonita. Vivaz. Cheio de emoção e aventura. Ela vai aprender.$6",
  "Alecto.dialogue.locational.8": "Jio devia tirar aquele cachecol vez ou outra. Se ele vai ficar se escondendo por aqui ele poderia pelo menos ser decorativo enquanto faz isso.$7",
  "Alecto.dialogue.locational.9": "Eu juro, se aquele junimo ameaçar me esfaquear mais uma vez eu vou fazer uma salada de fruta dela.$5",
  "Alecto.dialogue.locational.10": "Se Lenny algum dia concorresse pra prefeita ela teria meu voto. Ela parece muito mais divertida que seu irmão.$1",
  "Alecto.dialogue.locational.11": "Aquela pequena garota garçonete mostra potencial como guerreira. Talvez ela poderia te dar algumas dicas.$7",
  "Alecto.dialogue.locational.12": "Eu deveria aparecer no laboratório de pesquisa alguma hora e conversar com Aguar.",
  "Alecto.dialogue.alectointroduction": "Apenas pessoas com forte afinidade mágica podem ver através de feitiços de invisibilidade como o que estou usando atualmente.#$b#Infelizmente, isso inclui crianças pequenas. Eca.$5",
  "Alecto.dialogue.junasign": "Você já conheceu Juna, @? Oh, você está em um deleite!$1",
  "Alecto.dialogue.junacave": "Ouvi dizer que você faz parte do clube de elite de pessoas permitidas na caverna de Juna. Charmoso, não é?$6#$b#Faz-me sentir que a minha situação de vida é francamente luxuosa em comparação.$1",
  "Alecto.dialogue.junagone": "Sem Juna por perto, minha agenda social é ainda mais esparsa do que o normal.$2",
  "Alecto.dialogue.junawizard": "Enquanto Juna estiver com Ras, minha agenda social é ainda mais esparsa do que o normal.$2",
  "Alecto.dialogue.junaprotectivewizard": "Você sabe, quando eu insultei Ras outro dia, Juna me disse que eu estava sendo desnecessariamente má!$5#$b#Juna, de todas as pessoas!$5#$b#Ah, você acha que conhece alguém...$6",
  "Alecto.dialogue.junabigfoot": "Juna fez isso. Ela realmente fez isso. Aquela criaturinha linda e insana. Ras, um Pé Grande!? Eu não ri tanto em anos.$1",
  "Alecto.dialogue.junabirthday": "Juna está brincando com seu carpinteiro esta noite, então não poderei alcançá-la.$6#$b#Dê a ela isso de mim, sim? [561]",
  "Alecto.dialogue.keahiprank": "Eca! O que é aquele cheiro horrível?$3#$b#É você? Bem, vá embora e lave-se, então!$5",
  "Alecto.dialogue.lucikielarrives": "So there's a demon in town? It seems that when the ignorant mess around with powers they cannot comprehend it's everyone else who as to suffer for it.$6",
  "Alecto.dialogue.lucikielreputation": "Aquele demônio delicioso fez um grande nome para si mesmo, não é?$1#$b#Oh silêncio, estou velha, não morta.$7",
  "Alecto.dialogue.lavrilunlocked": "Há um certo frio fantasmagórico no ar. Uma mudança no equilíbrio das coisas. O que você desencadeou?$6",
  "Alecto.dialogue.mctwedding": "Então você se casou? Boa sorte.$6",
  "Alecto.dialogue.mctdivorce": "Ouvi falar do divórcio. Bem-vindo ao clube, @. As bebidas são por minha conta.",
  "Alecto.dialogue.hosttreemistletoe": "Bagas de visco são um ingrediente de poção extremamente potente e versátil, mas ultimamente tenho tido problemas para encontrar alguma.$2",
  "Alecto.dialogue.meetthecats": "É melhor aqueles gatos não intimidarem Kevin. Eles não parecem ser do tipo malvado, no entanto.$7",
  "Alecto.dialogue.alectowizardtower": "Eu realmente prefiro não falar sobre o que aconteceu na torre, se é tudo a mesma coisa para você.$6",
  "Alecto.dialogue.alectowellwickevent": "...droga. Eu deveria ter me teleportado pra fora da torre ao invés de me esconder no caldeirão, de todas as coisas. Agora minhas roupas fedem às poções terriveis de Ras.$2",


  //Crows
  "Kevin.dialogue.chips": "Kevin está com a cabeça presa em um pacote vazio de Batatinhas Joja sabor Rancho Legal.",
  "Kevin.dialogue.Mon": "Caw! Caw! Caw?",
  "Kevin.dialogue.Tue1": "Caw! Caw!",
  "Kevin.dialogue.Tue2": "Kevin pula de um lado para o outro balançando a cabeça. Ele parece feliz em ver você!",
  "Kevin.dialogue.Wed1": "Chirp!",
  "Kevin.dialogue.Wed2": "Você tem certeza de que os corvos não devem gorjear.",
  "Kevin.dialogue.Thu": "Caw! Caw!",
  "Kevin.dialogue.Fri": "Cooooo. Coooo.",
  "Kevin.dialogue.Sat": "Caw!",
  "Kevin.dialogue.Sun": "Caw?",
  "Titania.dialogue.ignore": "Titânia está ignorando você. Ela tem um importante negócio de corvos para atender.",
  "Titania.dialogue.Mon": "Caw! Caw!",
  "Titania.dialogue.Tue": "Croak! Click click click.",
  "Titania.dialogue.Wed": "Caw?",
  "Titania.dialogue.Thu": "Caw.",
  "Titania.dialogue.Fri": "Croooaaaak.",
  "Titania.dialogue.Sat": "Ca-caw! Ca-caw!",
  "Titania.dialogue.Sun": "Caw! Caw! Caw!",

	// strings from map
  "maps.AlectoHouse1": "A aranha olha para você e acena com uma de suas muitas perninhas.",
	"maps.AlectoHouse2": "Há uma garrafa de vinho vazia e um livro de sonetos nesta mesa de cabeceira.",
	"maps.AlectoHouse3": "Rímel 'Fae Flirt'... 'Erinyes No. 3' Perfume... 'Belladonna - NÃO COMA'...",
  "maps.AlectoHouse4": "Tudo neste livro de feitiços parece ter sido escrito à mão.",
  "maps.AlectoHouse5": "Mmmm! Tem cheiro de sabugueiro!",
  "maps.AlectoHouse6": "As velas ao redor deste círculo ritual queimam frias e nunca parecem derreter... estranho.",


	// events
	"Alecto.event1.1male": "Aquele velho morcego acha que pode me manter fora do vale? Eu poderia quebrar as proteções dele dormindo!$1#$b#Ah, espero que a barba dele caia.$6",
  "Alecto.event1.1female": "Aquele velho morcego acha que pode me manter fora do vale? Eu poderia quebrar as proteções dela dormindo!$1#$b#Ah, espero que o cabelo dela caia.$6",
  "Alecto.event1.2male": "Hmm... é melhor eu deixar esse selo em paz para ele não notar...",
  "Alecto.event1.2female": "Hmm... é melhor eu deixar esse selo em paz para ela não notar...",
  "Alecto.event1.3": "Ah, e quem temos aqui?",
  "Alecto.event1.4": "Você pode me ver? Interessante. Eu lancei um poderoso feitiço de invisibilidade em mim mesma...$6",
  "Alecto.event1.5": "Eu posso sentir a energia mágica irradiando de você... se eu tivesse a inclinação, você provavelmente seria um aprendiz adequado.$7",
  "Alecto.event1.6": "Oh, não me dê esse olhar, docinho. Eu simplesmente não tenho tempo. Nem tudo é sobre você, você sabe.$6",
  "Alecto.event1.7": "Bem, tem sido divertido, mas eu simplesmente tenho que correr. Não conte a Ras sobre mim ou eu vou transformá-lo em um sapo.",
  "Alecto.event1.8": "Não que agora você pudesse, mesmo que quisesse.$1",
  "Alecto.event1.9": "Foi um prazer conhecê-lo, @. Eu estarei vendo você por aí!$1",
  "message.event1.10": "Oh não... isso não parece bom...",
  "Alecto.event2.1": "!!!$3",
  "Alecto.event2.2": "Você não deve se aproximar sorrateiramente das pessoas, você sabe. É muito rude.$5",
  "Alecto.event2.3": "Oh, só estou tentando transformar a torre de Ras em uma abóbora gigante. Você sabe como é.",
  "Alecto.event2.4male": "Eu não estou preocupado que ele vai me ouvir. Aquele velho idiota poderia dormir durante um furacão.$6",
  "Alecto.event2.4female": "Não estou preocupado que ela me ouça. Aquela velha idiota poderia dormir durante um furacão.$6",
  "question.event2.1": "Você está bem?",
  "question.event2.2": "Por que você está azul? Você não era verde antes?",
  "answer.event2.1": "Eu sou apenas dândi. Pêssego, mesmo. Totalmente maravilhosa.$6",
  "answer.event2.2": "Oh, como você é perspicaz.$6",
  "Alecto.event2.5male": "Eu simplesmente não aguento, @! Que ele fique bem, e eu fique... assim!$2#$b#Eu dei tudo a ele e ele jogou tudo fora.$5#$b#Décadas de amor e carinho! Minha juventude... minha beleza... toda desperdiçada.$2",
  "Alecto.event2.5female": "Eu simplesmente não aguento, @! Que ela fique bem, e eu fique... assim!$2#$b#Eu dei tudo a ela e ela jogou tudo fora.$6#$b#Décadas de amor e carinho! Minha juventude... minha beleza... toda desperdiçada.$2",
  "Alecto.event2.6": "Eca. É por isso que eu não bebo grappa.$6#$b#A última vez que fiz... bem, foi assim que acabei assim.$5",
  "Alecto.event2.7": "Eu estava incrivelmente bêbada e pensei que poderia lançar um feitiço para me tornar jovem e bonita novamente.#$b#Oh, eu voltei a minha aparência jovem. Mas agora eu sinto na pele, literalmente.$6#$b#Quando me sinto azul, é tão literal quanto figurado.$7",
  "Alecto.event2.8": "Obrigado, pequeninos.$4",
  "Alecto.event2.9": "Lamento que você teve que ver isso, @. Estou tão envergonhada...$6",
  "Alecto.event3.1": "@? O que você está fazendo aqui? Como você passou pelo goblin?$3",
  "Alecto.event3.2": "Você realmente não pode confiar na equipe nos dias de hoje. Vou ter que enviar uma reclamação para a agência.$6#$b#Agora, o que você está fazendo na minha casa, hmm?$7",
  "Alecto.event3.3male": "Ah, ele fez? A cabra velha.$5#$b#Certo. Pegue a tinta. Eu terminei com isso de qualquer maneira. Mas você me deve um favor.$1#$b#Então saia da minha casa. Xô!$6",
  "Alecto.event3.3female": "Ah, ela fez? A cabra velha.$5#$b#Certo. Pegue a tinta. Eu terminei com isso de qualquer maneira. Mas você me deve um favor.$1#$b#Então saia da minha casa. Xô!$6",
  "message.event3.4": "Ela acena com a mão para você inutilmente.",
  "Alecto.mail.1": "Caro @,^Hora de retribuir o favor que você me deve. Por favor, traga um fragmento prismático para minha cabana depois das 21h. Não se preocupe, eu devolvo quando terminar. Não gostaria de arruinar sua pequena coleção de joias.^Cumprimentos,^Alecto.",
  "Alecto.event4.1": "Olá. Eu estava começando a pensar que você não viria... daí a camisola.$6",
  "Alecto.event4.2": "Bem, agora que você está aqui, podemos começar. Seja um querido e me dê aquele fragmento prismático.",
  "Alecto.event4.3male": "Por que eu deveria te dizer? Você perguntou a Ras para que ele precisava da tinta?$5",
  "Alecto.event4.3female": "Por que eu deveria te dizer? Você perguntou a Ras para que ela precisava da tinta?$5",
  "Alecto.event4.4": "Eu... sinto muito.$2#$b#Acho que você merece saber. Decidi desfazer o feitiço de juventude e beleza.#$b#Eu tenho tudo preparado, tudo que eu preciso agora é o fragmento para focar as energias místicas.#$b#Tenho certeza que você não precisa que eu entre em todos os detalhes, é tudo muito chato e técnico.$6",
  "Alecto.event4.5": "Bem? Você vem ou não?#$b#Eu... acho que poderia ter algum apoio emocional. Eca. Não acredito que acabei de dizer isso...$2",
  "textabovehead.event4.1": "Aqui vamos nós...",
  "textabovehead.event4.2": "suspiro...",
  "Alecto.event4.6": "Adeus, juventude e beleza.$2",
  "question.event4.1": "Ah bem. Assim como vem, também vai.",
  "question.event4.2": "Você ainda é linda!",
  "answer.event4.1": "Você tem razão. A vida é assim, suponho.$2#$b#Sempre posso tentar o feitiço de novo mais tarde, sóbria... mas por enquanto vou deixar em paz.$2",
  "answer.event4.2": "Sério? Bajulador.$4",
  "Alecto.event4.7": "Se nada mais esta é uma boa desculpa para investir em uma roupa nova.$7#$b#Conheço uma excelente costureira em Castle Village, uma verdadeira maestro com veludo. Acho que vou ligar para ela!$1#",
  "Alecto.event4.8": "Não sei você, mas estou exausta, e agora preciso mais do que nunca do meu sono de beleza.$6#$b#Boa noite, @. Dorme bem. Não deixe os espíritos de poeira morderem.$1",
  "message.event4.9": "Alecto parece estar olhando para o lado bom das coisas, pelo menos uma vez!",
  "Wellwickevent.1": "Então eu disse pra ele, 'oh, me desculpa, eu pensei que você fosse um cabide!'$1",
  "Wellwickevent.2": "Olá @! Rasmu saiu, então estamos tendo uma festa!$1",
  "Wellwickevent.3": "Espera, que horas são?$3",
  "Wellwickevent.4": "Oh não! Rasmu vai chegar logo! Rápido, se escondam!$7",
  "Wellwickevent.5": "Wellwick, você ta bêbado?",
  "Wellwickevent.6": "Não!...$5#$b#Talvez.$1",
  "Wellwickevent.7": "Ahh, @. Eu me desculpo pelo meu companheiro. Você esteve esperando muito?",
  "Wellwickevent.8": "@ precisa de algo do porão! Você deveria pegar!$7",
  "Wellwickevent.9": "O que é que você precisa, @?",
  "Wellwickevent.10": "@ precisa de ...um pão estranho! Sim! Vamos!$5",
  "Wellwickevent.11": "Para de me empurrar...",
  "Wellwickevent.12": "Essa foi por pouco..",
  "Eloiseevent.1": "Olá corvos! Como vocês estão hoje?$1",
  "Eloiseevent.2": "Eu lhes trouxe algumas sementes.",
  "Eloiseevent.3": "Me desculpa, mas eu lhes disse antes - vocês não podem comer porcaria o tempo todo! Vocês vão ficar doente!$2",
  "Eloiseevent.4": "Oh! Uma coisa brilhante! Obrigada, Sr. Corvo!$1",
  "Eloiseevent.5": "Aonde você conseguiu isso?!$3#$b#Obrigada, mas eu não posso ficar com isso... você deveria pôr de volta aonde você encontrou."





}
