{
  // NPC info
  "Alecto-display-name": "Алекто",
  "Kevin.display.name": "Кевин",
  "Titania.display.name": "Титания",

  // gift taste dialogue
  "gift.love": "Ох! Спасибо тебе, дорогуша!",
  "gift.like": "Ах! Спасибо за этот подарок. Он пригодится мне для следующего ритуала.",
  "gift.dislike": "Хм. Не думаю, что это мне когда- нибудь пригодится.",
  "gift.hate": "Отвратительно! И что мне с этим делать?!",
  "gift.neutral": "Хм, спасибо.. наверное.",

  // alecto dialogue
  "Alecto.dialogue.introduction": "Ого! Как тебе удалось найти меня так быстро? Тебе пришлось прибегнуть к какой-то альтернативной магии?$3",
	"Alecto.dialogue.Mon": "Не обращай на меня никакого внимания. Я просто ищу грибы. Обычно их можно найти осенью, да.#$b#Таков закон жизни!$1",
	"Alecto.dialogue.Tue": "Тш. Тшшшшшшш..Будь тише..$5#$b#Мне очень жаль, крошка, но сейчас я не могу с тобой болтать. У меня ужаснейшее похмелье..Ох..$2",
	"Alecto.dialogue.Wed": "Тебе уже удалось встретиться с членами моей семьи? Эту кроху зовут Титания, а его.. Кевин.#$e#Знаешь, сначала его звали Оберлон, но понимаешь..Это имя требует определнной чести.. Ну.. Он больше похож на Кевина. Да..$6",
	"Alecto.dialogue.Thu": "Ты отличаешься от остальных жителей долины. Мне это определённо нравится.",
  "Alecto.dialogue.Thu_q": "Тебе нравится поэзия, @?",
  "Alecto.dialogue.Thu_a1": "Да!",
  "Alecto.dialogue.Thu_a2": "Нет, не думаю.",
  "Alecto.dialogue.Thu_a3": "Смотря о какой поэзии идёт разговор.",
  "Alecto.dialogue.Thu_yes": "Ах, прелестно! Я так и знала, что за твоей грязной оболочкой прячется нечто светлое и глубокое.$1",
  "Alecto.dialogue.Thu_no": "Хм.. Да, я так и думала.$6",
  "Alecto.dialogue.Thu_old1": "Может я уже говорила тебе, что внешность обманчива. В который раз понимаю, что это самая вечная истина...$6",
  "Alecto.dialogue.Thu_old2": "Мне бы хотелось поболтать с тобой за бокалом белого вина.$1",
	"Alecto.dialogue.Fri": "Ты далеко не глупый человек. Я уверена, что ты замечаешь всю эту магию, что окружает долину.#$b#Нужен кто- то сильнее меня, чтобы ритуал был завершён. Он должен проснуться..$7",
	"Alecto.dialogue.Sat": "Иногда мне кажется, что нужно отпустить все обиды. Но люди слишком сильно меня раздражают, понимаешь?$6",
	"Alecto.dialogue.Sun": "Тебе доводилось видеть фей, @? Отвратительные маленькие летуны. Сеют целый хаос в моём маленьком садике.$5",
  "Alecto.dialogue.Mon2": "Что ты думаешь о Марлоне, @?#$b#Я знала его ещё в те дни, когда у него было оба глаза. Жаль, что мы так и не стали ближе, чем просто знакомые..$6",
  "Alecto.dialogue.Tue2": "Советую сажать травы в полнолуние, тогда они будут намного полезнее.",
  "Alecto.dialogue.Wed2": "Вороны очень умные и воспитанные существа, тебе стоит знать об этом.#$b#...Кевин исключение, его мы не берём в счёт.$6",
  "Alecto.dialogue.Thu2": "Энергия исходящая из этих шахт такая странная. Я даже не знаю почему.$2#$b#Мне так трудно собирать из- за этого драгоценные камни.. Эх...$6",
  "Alecto.dialogue.Fri2": "Тебе знакомо выражение 'ест как птичка'? Люди переводят его, как 'мало ест', но честно говоря, оно значит 'кушает мусор и выплёвывает его на пол.'$5#$e#Разве я вру, Кевин?$6",
  "Alecto.dialogue.Sat2": "Знаешь ли ты о пустыне Калико? Отвратительное место! Там очень жарко и мои силы будто покиают меня.",
  "Alecto.dialogue.Sun2": "Так, сегодня день ухода за моим личиком. Может принять пенную ванну...$7",
  "Alecto.dialogue.Mon4male": "Как же меня злит тот факт, что все маги, говорят обо мне гадости после рассказов Магнуса.$6#$b#Он относился ко мне, как к мусору!Он разбил моё сердце.. и я после всего это ещё и злодейка?$5#$b#Вы подожгли ОДНОГО чернокнижника из высшего совета, и вы никогда не услышите, чем это кончится..$6#$e#Ой, не волнуйся, он в полном порядке. Он просто получил маленький, но очень ценный урок.$6",
  "Alecto.dialogue.Mon4female": "Как же меня злит тот факт, что все маги, говорят обо мне гадости после рассказов Магнуса.$6#$b#Он относился ко мне, как к мусору!Он разбил моё сердце.. и я после всего это ещё и злодейка?$5#$b#Вы подожгли ОДНОГО чернокнижника из высшего совета, и вы никогда не услышите, чем это кончится.$6#$e#Ой, не волнуйся, он в полном порядке. Он просто получил маленький, но очень ценный урок.$6",
  "Alecto.dialogue.Tue4": "После того, как Магнус развёлся со мной, я чувствую ужасную боль в груди. Я уверена, что больше никогда не выйду замуж. Обжегшись на молоке, будешь дуть и на воду.",
  "Alecto.dialogue.Tue4_q": "А что насчёт тебя, @?",
  "Alecto.dialogue.Tue4_a1": "Мне бы хотелось быть в браке.",
  "Alecto.dialogue.Tue4_a2": "Я уже в браке.",
  "Alecto.dialogue.Tue4_a3": "Я не хочу заключать брак. Никогда.",
  "Alecto.dialogue.Tue4_yes": "Я надеюсь, что твой брак будет намного успешнее и счастливее моего.$2",
  "Alecto.dialogue.Tue4_no": "Я рада за тебя! Не стоит его заключать, особенно если ты понимаешь, что это не твоё.",
  "Alecto.dialogue.Tue4_old1": "У некоторых историй просто не может быть счастливого конца.$2",
  "Alecto.dialogue.Tue4_old2": "Ты же понимаешь о чём я, верно?",
  "Alecto.dialogue.Wed4": "Будь милашкой и не создавай никакого шума. Я слишком много выпила прошлой ночью.$2",
  "Alecto.dialogue.Thu4": "Велвик не хочет со мной общаться. Она говорит, что я обязана простить Расмодиуса.$2#$b# Она добьется этого только через мой труп! И мне всё равно на то, сколько десятилетий прошло!$5",
  "Alecto.dialogue.Fri4": "Как поживает мэр, @? Он всё ещё плохо себя чувствует?#$b#Ах, забудь. Нет, нет.. Нет никаких на то причин. Просто забудь. Я точно не накладывала на него никаких проклятий, нет.$1",
  "Alecto.dialogue.Sat4": "*зевает*... Ох, мне точно стоит изменить свой режим. Негативная энергия плохо влияет на мою нежную кожу.$2#$b#Но я не перестану пить вино и ничего не изменится.. Нужно просто смириться.$6",
  "Alecto.dialogue.Sun4": "Каждую неделю я наношу на своё личико специальную маску из трав. У неё очень легкий рецепт.#$b#Запоминай. Нам понадобится дюжина слизи, двенадцать клубник, которые выращены в полнолуние, немного молока добытого из кварца, и вуаля!$1",
  "Alecto.dialogue.Mon6": "Теб кто-нибудь говорил о том, что у тебя очень сильные кости? Тебе стоит гордиться этим.",
  "Alecto.dialogue.Tue6": "Ты выглядишь, как отважный человек. У тебя есть какие-либо артефакты?#$b#Я слышала, что их очень много в Пещере Черепа. Если найдешь что-то интересное, то обязательно принеси мне!",
  "Alecto.dialogue.Wed6male": "Когда я была твоего возраста, я очень любила получать цветы в качестве знака внимания, но Магнус даже этого не делал.$2#$b#Он дарил мне их только в те дни, когда очень сильно меня обижал.$6",
  "Alecto.dialogue.Wed6female": "Когда я была твоего возраста, я очень любила получать цветы в качестве знака внимания, но Магнус даже этого не делал.$2#$b#Он дарил мне их только в те дни, когда очень сильно меня обижал.$6",
  "Alecto.dialogue.Thu6": "Скоро я покину эту милую долину. Может, через неделю или две.$6#$b#Ах.. Как же мне хочется посетить Имбирный остров.. Выпить медовухи с пиратами.. Ладно, я что-то размечталась.$1",
  "Alecto.dialogue.Fri6": "К счастью, я и Магнус так и не завели детей. Слава Иобе, что он огордил меня от этого мучения.",
  "Alecto.dialogue.Fri6_q": "А у тебя есть дети, @?",
  "Alecto.dialogue.Fri6_a1": "Да",
  "Alecto.dialogue.Fri6_a2": "Нет, но мне бы хотелось их иметь.",
  "Alecto.dialogue.Fri6_a3": "Нет. Я люблю детей, но своих иметь не планирую.",
  "Alecto.dialogue.Fri6_a4": "Ненавижу детей.",
  "Alecto.dialogue.Fri6_yes": "Ну, у каждого свой жизненный путь. $6",
  "Alecto.dialogue.Fri6_no": "Разумно. Дети такие... Грязнули. Грязнее многих птиц. Может, даже и Кевина переплюнут.$6",
  "Alecto.dialogue.Fri6_old1": "Ксати о птичках. Если твои дети тебя начнут раздражать или же будут нежеланными... У меня есть волшебный Алтарь, который тебе может помочь избавиться от них...$6",
  "Alecto.dialogue.Fri6_old2": "Я предпочитаю птиц. Намного больше свободного времени. Хотя.. иногда я думаю о том, чтобы вместо Кевина завести ребёнка лет шести. Даже хлопот меньше будет.$6",
  "Alecto.dialogue.Sat6": "Магический совет сказал, что отменит мое изгнание, если я извинюсь за то, что подожгла главного колдуна. Что за бред. Не буду я извиняться. Он сам виноват, что подошёл ко мне, когда я была вне себя от ярости.$6",
  "Alecto.dialogue.Sun6": "Да, я знаю, что я эгоистка. И что я слишком упрямая. Зачем ты тогда вообще со мной разговариваешь, раз я такая плохая?$2",
  "Alecto.dialogue.Mon8": "Я не хочу подчиняться духу гор. Я знаю, что он очень силён, но.. Знаешь, все маги имеют право на тяжелый характер.$6",
  "Alecto.dialogue.Tue8": "Я слышала, что ты суёшь свой маленький и очень любопытный носик в дела одного колдуна. Не совершай никаких ошибок.$1#$b#Ты же понимаешь, о чём я?$7",
  "Alecto.dialogue.Wed8": "Кевин испортил мою косметику... Целый тюбик моей любимой губной помады испарился в его жадной глотке!$a",
  "Alecto.dialogue.Thu8": "Я и так стараюсь держаться далеко от города. Будет катастрофа, если вся грязь города смешается с моей магией.",
  "Alecto.dialogue.Fri8": "Вчера я отправила письмо Магическому совету. Да-да, то самое с извинениями за поджог того старика.#$b#Фуу, я становлюсь такой доброй. Это всё твоя вина.$6",
  "Alecto.dialogue.Sat8": "Если честно, я не сильна в магии океана. Да, у меня тоже есть недостатки.",
  "Alecto.dialogue.Sun8": "Я бы хотела встретиться с Велвик. Нам надо кое-что обсудить. У неё ужасный вкус в алкоголе и мужчинах, но она очень веселый и добрый друг. Надеюсь, она захочет поговорить..$1",
  "Alecto.dialogue.Mon10": "Ой, @, то, что ты здесь приятно мне удивило. А это такая редкость.$4",
  "Alecto.dialogue.Tue10": "Не переживай, если Титания будет жевать твои волосы. Это значит, что ты ей нравишься!$1",
  "Alecto.dialogue.Wed10": "Ой, мне срочно нужен новый маникюр. Поиски драгоценных камней в этих шахтах полностью испортили мои кутикулы..$6",
  "Alecto.dialogue.Thu10": "Я планирую встретиться сегодня с Мистером Ки.#$b#Надеюсь, что я выгляжу совершенно для него.$1",
  "Alecto.dialogue.Fri10": "Иногда я думаю о том, что было бы здорово завести котика. Но я знаю, к чему приведёт эта скользкая дорожка. Сначала один чёрный котик, потом захочется белого котика, затем рыжего котика, а как насчёт трехцветной кошечки.. я же стану сумасшешей кошатницей.$2#$b#Ещё Титания будет их обижать, я знаю. Она ревнивая. Остановлюсь на птичках.$7",
  "Alecto.dialogue.Sat10": "Магический совет позвал меня на следующую встречу. Ах, я действительно должна туда идти? Я не хочу. Что если они захотят меня опозорить?$2#$b#Он ведь захочет восстановить все мосты, что я сожгла. Буквально. А неплохо звучит, да?$1",
  "Alecto.dialogue.Sun10": "Использывала ли я когда-либо Алтарь Эгоизма? Ну а как ты думаешь, откуда у меня появился Кевин?$1#$b#...Кхм. Шутка. Шутка!$6#$e#У меня был только соблазн использовать Алтарь Памяти на себе после развода, но, к сожалению, он работает только в одну сторону..$2",
  "Alecto.dialogue.winter_17male": "О нет.. Сегодня ЕГО день рождения.$6#$b#Знаешь, однажды я написала целую книгу любовных поэм, которые были посвящены ему. Я писала её целый год. Мне кажется, что он так и не прочёл её.$2#$e#Я хочу сломать обереги его башни, и украсть эту книгу. Он не заслуживает её. Он не заслуживает любви вообще. Он не умеет любить.$5",
  "Alecto.dialogue.winter_17female": "О нет.. Сегодня ЕГО день рождения.$6#$b#Знаешь, однажды я написала целую книгу любовных поэм, которые были посвящены ему. Я писала её целый год. Мне кажется, что он так и не прочёл её.$2#$e#Я хочу сломать обереги его башни, и украсть эту книгу. Он не заслуживает её. Он не заслуживает любви вообще. Он не умеет любить.$5",
  "Alecto.dialogue.summer_10": "Будь милашкой, положи это завтра в супчик. [420]$1#$b#НЕТ? Фу, у тебя нет чувства юмора совсем.$6",
  "Alecto.dialogue.summer_28": "Мне бы так хотелось посмотреть на танец полуночных медуз, но я не хочу пересекаться с НИМ.$6",
  "Alecto.dialogue.rain.1": "Этим утром, когда я проснулась, а небо было таким тёмным и облачным, я сразу же поняла, что это будет прекрасный день.$1",
  "Alecto.dialogue.rain.2": "Я знаю, что есть один магический трюк, который позволяет оставаться сухим во время дождя. $7#$b#Но я никогда его не опробую. Я слишком сильно люблю дождь..",
  "Alecto.dialogue.rain.3": "Чудненькая погодка, согласись?$6#$b#Обычно я обожаю дождливые дни, но сегодня он особенно мрачный, будто природа его не желала. Ты же не используешь тотемы в своих корыстных целях?",
  "Alecto.dialogue.locational.1": "Жители так забавно пробегают мимо меня. У каждого есть свои дела.",
  "Alecto.dialogue.locational.2": "Это же домик Эллиота? Ах, не бойся, он мне безразличен. Романтичные мальчики не мой типаж.$1",
  "Alecto.dialogue.locational.3": "Эмили меня раздражает. Её открытость может позволить злым духам сделать её марионеткой. Кошмар, я не хочу думать об этом.$6",
  "Alecto.dialogue.locational.4": "Это художница Лейла? Лаура? Лола? Лула? Лайла? Л.. - Ну она хорошенькая. Да, определённо. Её творчество меня впечатляет.",
  "Alecto.dialogue.locational.5": "Если эта дурнушка Марни не бросит Льюиса, то...$5#$b#Он же отвратительный мужчина. Даже такая бедняга как Марни заслуживает лучшего.$5",
  "Alecto.dialogue.locational.6": "Пенни похожа на меня, когда я была в её возрасте. Удивительно, да? Бедная, милая, глупенькая девочка.$2#$b#Жаль, что я не могу сделать её счастливой. У меня просто нет нужного заклинания.$2",
  "Alecto.dialogue.locational.7": "Абигейл. О, Абигейл. Милое создание. Такая живая. Её грудь полна жажды к приключениям.$6",
  "Alecto.dialogue.alectointroduction": "Только создания с сильным магическим даром могут увидеть заклинания, которые я сейчас использую..#$b#Ну ещё и дети, к сожалению. Эх.$5",
  "Alecto.dialogue.junasign": "Джуна общалась с тобой на днях, @? Она сказала, что тебя ждёт маленький подарок. Жаль, что я не запомнила где..$1",
  "Alecto.dialogue.junacave": "Я слышала, что ты входишь в элитный клуб людей, допущенных в пещеру Джуны. Очаровательно, не правда ли?$6#$b#Да, теперь не я одна такая счастливица..$1",
  "Alecto.dialogue.junagone": "Без Джуны мой социальный календарь еще скуднее, чем обычно..$2",
  "Alecto.dialogue.junawizard": "Когда Джуна с НИМ, мой социальный календарь еще скуднее, чем обычно..$2",
  "Alecto.dialogue.junaprotectivewizard": "Знаешь, когда я на днях оскорбила ЕГО, Джуна сказала мне, что я слишком зла!$5#$b#ДЖУНА!$5#$b#Эх.. она совсем ничего не понимает..$6",
  "Alecto.dialogue.junabigfoot": "Да, Джуна сделала это. Это правда сделала она. Такое красивое, безумное создание. ОН, Большая Нога!? АХАХА! Шутка века.$1",
  "Alecto.dialogue.junabirthday": "Джуна сегодня весь день на ногах. Она такая особенная.$6#$b#Можешь передать ей это от меня? [561]",
  "Alecto.dialogue.keahiprank": "Фу! Чем это так пахнет?$3#$b#УЖАС! Это от тебя? Быстрее иди мыться!$5",
  "Alecto.dialogue.lucikielarrives": "Значит, в городе демон? Я думаю, что глупцы не должны возиться с тёмными силами. От этого одни лишь страдания.$6",
  "Alecto.dialogue.lucikielreputation": "Этот восхитительный демон сделал себе имя, не так ли??$1#$b#Я так много всего пропустила. Да, я старуха, но я же всё ещё живая старуха.$7",
  "Alecto.dialogue.lavrilunlocked": "В воздухе витает такой приятный призрачный холодок. Это так романтично, правда?$6",
  "Alecto.dialogue.mctwedding": "Ого! Ты теперь в браке. Ну, удачи тебе.$6",
  "Alecto.dialogue.mctdivorce": "Ой, я слышала, что вы развелись. Добро пожаловать в клуб, @. С меня алкоголь.",
  "Alecto.dialogue.hosttreemistletoe": "Ягоды омелы — чрезвычайно мощный и универсальный ингредиент для любого зелья, но в последнее время у меня возникли проблемы с их поиском.$2",
  "Alecto.dialogue.meetthecats": "Этим котам лучше не пугать моего Кевина. Хотя они не кажутся злыми.$7",
  "Alecto.dialogue.alectowizardtower": "Давай никому и никогда не будем рассказывать о том, что произошло в этой башне. Обещай мне.$6",


  //Crows
  "Kevin.dialogue.chips": "Кевин застрял головой в пустой пачке чипсов Джоджа.",
  "Kevin.dialogue.Mon": "Ка! Ка! Ка?",
  "Kevin.dialogue.Tue1": "Карр! Карр!",
  "Kevin.dialogue.Tue2": "Кевин прыгает из стороны в сторону, мотая своей головой. Кажется, он рад тебя видеть!",
  "Kevin.dialogue.Wed1": "Чирик!",
  "Kevin.dialogue.Wed2": "Странно. Вы были уверены, что вороны не чирикают.",
  "Kevin.dialogue.Thu": "Крарр! Кррраа!",
  "Kevin.dialogue.Fri": "Кааа. Кааааа.",
  "Kevin.dialogue.Sat": "Кар!",
  "Kevin.dialogue.Sun": "Кар?",
  "Titania.dialogue.ignore": "Титания не обращает на вас никакого внимания. У неё есть дела намного важнее.",
  "Titania.dialogue.Mon": "Кар! Карр!",
  "Titania.dialogue.Tue": "Крааррр! Ка ка ка кааа.",
  "Titania.dialogue.Wed": "Каар?",
  "Titania.dialogue.Thu": "Кар.",
  "Titania.dialogue.Fri": "Каааааааааааааааааа.",
  "Titania.dialogue.Sat": "Ка-каррр! Ка-крааарр!",
  "Titania.dialogue.Sun": "Крррррааааррр! Кар! Ка!",

	// strings from map
  "maps.AlectoHouse1": "Посмотрев на вас, паук, быстро перебирая своими лапками, решился убегать.",
	"maps.AlectoHouse2": "Здесь стоит пустая бутылка вина и сборник сонетов о любви.",
	"maps.AlectoHouse3": "'Феи флирта' тушь'... 'помада оттенок 3' старый флакон духов... 'Беладонна - НЕЛЬЗЯ ЭТО ЕСТЬ'...",
  "maps.AlectoHouse4": "Эта книга заклинаний полностью написана от руки.",
  "maps.AlectoHouse5": "Ммм! Запах бузины",
  "maps.AlectoHouse6": "Свечи вокруг этого ритуального круга горят холодным пламенем и, кажется, что они бесконечные... странно.",


	// events
	"Alecto.event1.1male": "Эта старая летучая мышь думает, что она быстрее меня и сможет улететь!$1#$b#Ах, да будь ты проклята.$6",
  "Alecto.event1.1female": "Эта старая летучая мышь думает, что она быстрее меня и сможет улететь!$1#$b#Ах, да будь ты проклята.$6",
  "Alecto.event1.2male": "Так..теперь нужно уйти отсюда.. незаметно, Алекто, незаметно..",
  "Alecto.event1.2female": "Так.. теперь нужно уйти отсюда.. незаметно, Алекто, незаметно..",
  "Alecto.event1.3": "Ой, кто это здесь?",
  "Alecto.event1.4": "И как долго ты здесь находишься? Интересненько. Я наложила на себя довольно мощное заклинание невидимости. Неудачно.. Видимо.$6",
  "Alecto.event1.5": "Я чувствую твою сильную магическую ауру... будь у меня желание, я бы взяла тебя обучаться магией.$7",
  "Alecto.event1.6": "Ой, ну не смотри так на меня, милашка. У меня просто нет на это времени. Этот мир не крутится вокруг тебя, понимаешь?$6",
  "Alecto.event1.7": "Ладно, надеюсь, что этот позор был хотя бы забавным. Мне пора. И не смей ничего рассказывать Магнусу, иначе я превращу тебя в жабу.",
  "Alecto.event1.8": "Ага. Я могу это сделать. Не испытывай моё терпение.$1",
  "Alecto.event1.9": "Было мило с тобой познакомиться, @. Увидимся!$1",
  "message.event1.10": "О нет... Это знакомство уже не будет удачным",
  "Alecto.event2.1": "!!!$3",
  "Alecto.event2.2": "Эй! Нельзя подкрадываться к людям. Это очень грубо.$5",
  "Alecto.event2.3": "Что я здесь делаю? Ну.. Просто хотела превратить дом Расмодиуса в огромную гнилую тыкву. Делов- то.",
  "Alecto.event2.4male": "Я не беспокоюсь, что он меня услышит. Нет, нет. Этот старый дурак весь день только и спит.$6",
  "Alecto.event2.4female": "Я не беспокоюсь, что он меня услышит. Нет, нет. Этот старый дурак весь день только и спит.$6",
  "question.event2.1": "Как ты себя чувствуешь?",
  "question.event2.2": "Почему ты голубого цвета? Где твоя зелёная кожа?",
  "answer.event2.1": "Я в полном порядке. Я..$6",
  "answer.event2.2": "Ой.. Это так заметно, да?$6",
  "Alecto.event2.5male": "Я ПРОСТО НЕ МОГУ УЖЕ ЭТО ТЕРПЕТЬ, @! ОН ТАМ СИДИТ В ПОЛНОМ ПОРЯДКЕ, ПОКА МОЯ КОЖА МЕНЯЕТ СВОЙ ЦВЕТ!$2#$b#Я ОТДАЛА ЕМУ СВОЁ СЕРДЦЕ, А ОН ВЫКИНУЛ ЕГО, РАЗБИВ НА МНОЖЕСТВО ОСКОЛКОВ, КОТОРЫЕ ГОРЯТ ВНУТРИ МЕНЯ САМЫМ ГОРЯЧИМ ОГНЁМ.$5#$b#ОН ПОЛЬЗОВАЛСЯ МОЕЙ ЛЮБОВЬЮ, МОИМ ВНИМАНИЕМ! Моей молодостью... моей красотой... я всё потеряла.$2",
  "Alecto.event2.5female": "Я ПРОСТО НЕ МОГУ УЖЕ ЭТО ТЕРПЕТЬ @! ОН ТАМ СИДИТ В ПОЛНОМ ПОРЯДКЕ, ПОКА МОЯ КОЖА МЕНЯЕТ СВОЙ ЦВЕТ!$2#$b#Я ОТДАЛА ЕМУ СВОЁ СЕРДЦЕ, А ОН ВЫКИНУЛ ЕГО, РАЗБИВ НА МНОЖЕСТВО ОСКОЛКОВ, КОТОРЫЕ ГОРЯТ ВНУТРИ МЕНЯ САМЫМ ГОРЯЧИМ ОГНЁМ.$6#$b#ОН ПОЛЬЗОВАЛСЯ МОЕЙ ЛЮБОВЬЮ, МОИМ ВНИМАНИЕМ! Моей молодостью... моей красотой... я всё потеряла.$2",
  "Alecto.event2.6": "Ох.. Прости. Мне не стоит так много пить.$6#$b#Это последний раз, когда я так сильно напиваюсь. ЭТО ВСЁ ИЗ-ЗА НЕГО.$5",
  "Alecto.event2.7": "Я так пьяна! Это заклинание на красоту и молодость частенько даёт сбои. Как же я устала.#$b#Ох, всё. Я вернула свою прекрасную внешность.$6#$b#Мне так грустно.$7",
  "Alecto.event2.8": "Спасибо, за твоё внимание. Мне легче. Хотя я просто выговорилась.$4",
  "Alecto.event2.9": "Но теперь мне стыдно перед тобой, @. Я такая жалкая и пьяная...$6",
  "Alecto.event3.1": "@? Что? Что ты тут делаешь? Как тебе удалось обмануть Приспешника?$3",
  "Alecto.event3.2": "Какой же он дурак. Я подам на него жалобу в агенство.$6#$b#Так. А, что ты всё ещё делаешь в моем доме, а?$7",
  "Alecto.event3.3male": "ОН тебя сюда послал? Ах, старый...$5#$b#Ладно. Забирай. Всё равно мне это больше не нужно. Но ты теперь мой должник.$1#$b#Убирайся из моего дома, сейчас же. БУ!$6",
  "Alecto.event3.3female": "ОН тебя сюда послал?Ах, старый...$5#$b#Ладно. Забирай. Всё равно мне это больше не нужно. Но ты теперь моя должница.$1#$b#Убирайся из моего дома, сейчас же. БУ!$6",
  "message.event3.4": "Она машет вам своей элегантной и худой рукой.",
  "Alecto.mail.1": "Чудо моё, @,^Пришло время отдавать должок. Пожалуйста, принеси мне радужный осколок в мою хижину после 9 вечера. Не волнуйся, я его верну, как только он перестанет быть полезным для меня. Надеюсь, что твоя коллекция драгоценных камней не сильно опустошится.^С уважением,^Алекто.",
  "Alecto.event4.1": "Ой, здравствуй. А я как раз ждала тебя в эту холодную ночь.. Да, именно поэтому я в ночной рубашке.$6",
  "Alecto.event4.2": "Что? Я перепутала в письме время? О, Иоба.. Ну за что это всё? Ну, раз ты здесь, давай приступим. Будь милашкой и передай мне этот радужный осколок.",
  "Alecto.event4.3male": "Почему я поручила это именно тебе? Ну, почему бы тебе не побыть моим рабом, раз ЕГО ты стал с удовольствием. Или у тебя не было выбора? Зачем ЕМУ вообще понадобились чернила?$5",
  "Alecto.event4.3female": "Почему я поручила это именно тебе? Ну, почему бы тебе не побыть моей рабыней, раз ЕГО ты стала с удовольствием. Или у тебя не было выбора? Зачем ЕМУ вообще понадобились чернила?$5",
  "Alecto.event4.4": "Ой.. Я не знала, извини меня, дитя.$2#$b#Эх.. Наверное тебе стоит знать. Я решила отменить неудачное заклинание молодости и красоты.#$b#У меня всё было готово, кроме осколка. Но теперь и он здесь. Спасибо тебе!#$b#Ладно, не буду тебя нагружать. Это всё очень и очень скучно.$6",
  "Alecto.event4.5": "Ну? Мы можем уже приступить?#$b#Я... Ой.. Мне сейчасс станет плохо. Мои эмоции не хотят чтобы я их контролировала. @, мне нужна твоя моральная поддержка. Будь рядом.$2",
  "textabovehead.event4.1": "Ну.. Пора приступать",
  "textabovehead.event4.2": "Буль...",
  "Alecto.event4.6": "Ах! Прощай красота и молодость!.$2",
  "question.event4.1": "Ну. Пришло махом - ушло прахом.",
  "question.event4.2": "Ты всё ещё безумно красивая!",
  "answer.event4.1": "Да. Абсолютная истина. Такова жизнь.$2#$b#Я в любой момент смогу вернуть себе эту красоту с помощью заклинания. Но не сейчас. Сейчас я хочу остаться одна.$2",
  "answer.event4.2": "Правда? Ах, спасибо, милашка!$4",
  "Alecto.event4.7": "Нет ничего лучше, чем смена одежды.$7#$b#Я знаю одну отличную швею, думаю, что стоит позвонить ей на днях. Я бы хотела себе новенькое платье.$1#",
  "Alecto.event4.8": "Не знаю как ты, @, но я очень устала.$6#$b#Сладких снов. Крепких снов. Пусть тебя не кусают никакие злые духи.$1",
  "message.event4.9": "Алекто, кажется, на мгновение увидела мир в светлых тонах!"





}
