{
	//Special dialogue------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
	"Introduction": "Oh, hey neighbor! I heard someone moved into that farm. My name's Aspen!$h#$b#I hope you like it here in Pelican Town!$0#$e#If you ever need anything feel free to come by my farm and talk, I live west of the railroads!$0",
	"danceRejection": "Y-you want to dance with me?$4#$b#I didn't practice for the dance.. so maybe next year?$6",
	"divorced": "Look... you wanted to end things, I don't think we should be talking..$2",
	"breakUp": "Ohh... and I thought we were happy together. If I did something, I'm sorry..$2",
	"aspenFirstEventText": "Sorry for getting a bit upset at the ranch, I hope I didn't leave a bad impression.$2#$b#I try not to get like that in front of people, and especially people I don't know very well.$2#$b#But again, thanks for listening to me vent, @...$7",

	//Location text
    "saloon_Entry": "Hey, Gus!/Somethin' smells good!/I'm back!/Your favorite customer returns!/Lemme get somethin' on the house!",
    "seedShop_Entry": "Time to sweat.../Workout day!",
    "AnimalShop_Entry": "Hey Marnie!/Got any fresh milk?/How're the cows?",

	//Custom gift dialogue (MOD)--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
	//https://www.nexusmods.com/stardewvalley/mods/7304
	//https://github.com/purrplingcat/StardewMods/tree/master/CustomGiftDialogue#create-gift-reaction-dialogues
	"GiftReactionHoney_FairyRose_Birthday": "You really got me my favorite honey for my birthday?! You're the best, @!$8", //Response for Fairy Rose honey on birthday
	"GiftReactionHoney_FairyRose": "@!! This is my favorite type of honey! How did you know?!$1#$b#Did someone tell you?$9", //Response for Fairy Rose honey
	"GiftReaction_Daffodil": "For such a common flower, they're surprisingly pretty!$9#$b#Thanks for the daffodil, @!$8", //Response for daffodil
	"GiftReaction_Dandelion": "For such an ugly flower, they're pretty good to use in a salad!$9#$b#Thanks for the dandelion, @!$8", //Response for dandelion
	"GiftReaction_Driftwood": "I.. don't really like this, @.$2#$b#Maybe try giving it to Leah, I think she'd like it more!$9", //Response for driftwood
	"GiftReactionCategory_-80": "Ooooh, flowers!$9#$b#Tryna woo me over, @?$1#$b#I'm just kiddin'! Thanks for the flowers, @!$8", //Generic response for flowers


	//Unique Courtship Response Support (MOD)-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
	//https://www.nexusmods.com/stardewvalley/mods/3312
	//"give_flowersA":
	//"give_flowersB":
	//"stardrop_gift":
	//"rejectNPCA":
	//"rejectNPCB":
	//"reject_two_heartsA":
	//"reject_two_heartsB":
	//"reject_four_heartsA":
	//"reject_four_heartsB":
	//"engageA":
	//"engageB":
	//"marriedA":
	//"marriedB":
	//"refusal_no_heartsA":
	//"refusal_no_heartsB":
	//"refusal_botherA":
	//"refusal_botherB":
	
	//Summer unique dialogues----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
	//If you talk to Aspen the day before the Luau
	"summer_10": 	"I wonder if Mr. Lewis will let me add honey to the potluck tomorrow...$0#$b#I highly doubt it though, who wants honey in their potluck!$4
						#$q 800/801 potluck_old#By the way, are you bringing anything tomorrow?
						#$r 800 5 potluck_yes#Yeah, I've been saving crops!
						#$r 801 -5 potluck_no#No, I don't care about the event really.
				",
	"potluck_yes": "Yay! I'm really excited to try some of your crops, even if it's mixed with a bunch of other things in one giant soup.$9#$b#I'm sure whatever it is, it'll bring a lot of flavor!",
	"potluck_no": "@! You should care more!$3#$b#Mr. Lewis, Pierre, and a lot of others spend a lot of time trying to make it a fun experience for everyone!$2",
	"potluck_old": 	"$p 800
					#I hope you are bringing something to the potluck again this year, @!$1
					|Did you change your mind this year? I hope you're planning on bringing something to the potluck this time!
				",

	//If you talk to Aspen the day before the Moonlight Jellies
	"summer_27": "The Moonlight Jellies festival is by far my favorite event! The way they glow up the ocean is breathtaking.$9#$b#I heard Pierre opened a shop there recently too! I wonder if there's any cute furniture I might get.$1",

	//Summer dialogue---------------------------------------------------------------
	"Mon": "Have you tried any of that ice cream Alex sells? I've heard they're pretty tasty!$1#$b#I haven't tried it yet, but I might get it while I'm in town one day.",
	"Mon3": "I know Monday's can be hard for some people, so try extra hard to do your best today @!$9#$e#Well, I guess you should try your best everyday.. but you get the point!$1",
	"Tue": "I'm gonna join the girls at Pierre's today. I haven't worked out in a while, but it gives me a reason to come to town!$1#$e#Since I live so far away I leave my house really early. It takes me four hours to walk here!$2#$b#Sometimes I wish I lived a little closer to everyone.",
	"Tue4": "I think these aerobic sessions are finally starting to show a little!$5
			#$q 802/803 Tue4_old#What do you think?
			#$r 802 10 visible_diff#You can totally tell, you look great!
			#$r 803 -10 no_diff#Seems like a waste of time, I can't see a difference.
		",
	"visible_diff": "Really?!$8#$b#Thank you, @!$5",
	"no_diff": "Oh...$7#$b#Well it doesn't matter what you think, I'm going to keep doing it because I enjoy it!$2#$b#Maybe next time you should keep the first half to yourself...$7",
	"Tue4_old": "I'm gonna try extra hard today!$0#$b#Maybe afterwards I can reward myself with a drink at the saloon.$9",
	"Wed": "Me and Linus are hangin' out today!$1#$b#I think I'm slowly makin' him come out of his shell! He's startin' to talk more and more when I visit.$0#$e#Don't worry, @! I won't push his buttons or anything.$1",
	"Wed2": "Linus told me about this one time he rescued someone from the mines one night! He's such a kind guy.$0#$b#He said he just had this weird feeling to check if someone was at the mines, and low-and-behold someone was! He didn't say who though.$9",
	"Thu": "I try to spend Thursday nights with Gus. The saloon isn't too busy since most people come on Fridays!$1#$b#I think Gus appreciates that I still come around.$0",
	"Thu1": "The festivals held during summer are so nice, right, @?$0#$b#I'm very excited for the Dance of the Moonlight Jellies!$1",
	"Fri": "I was curious, @..
				#$q 808/809/810 Fri_old#Do you like to read any books?
				#$r 808 -5 bookquestion_no#No, I don't like books actually.
				#$r 809 10 bookquestion_yeah#Yeah, I love books! My favorite is...
				#$r 810 5 bookquestion_manga#I don't read books but I read manga!
		",
	"bookquestion_no": "Aww... that's okay. I was just hoping books were something we would be able to talk about one day.$7",
	"bookquestion_yeah": "Really?! That's one of my favorites too!$1#$b#Maybe we can have a group reading sesh one day!$1",
	"bookquestion_manga": "I've never read a manga before, but the art is really cool!$1#$b#Maybe I'll pick up something you recommend sometime.$0",
	"Fri_old":
		"$p 808
			#Maybe one day I can convince you to find a book you actually like, haha!$1
			|We should definitely get together and share a book or something sometime, I think it'd be fun!$0
		",
	"Sat": "The hike to Marnie's is really long, but I'm running low on milk and want to say hi to the cows!$1#$b#Oh, and Marnie, of course.$0#$e#I'll probably go check in on Gus too! It's been a lil while.$0",
	"Sat3": "I haven't talked to Leah much, I think we've both been kinda busy.$0#$b#I definitely want to meet up more with her in the fall though.$9#$e#I feel like I haven't thanked Leah enough, she pulled quite a few all nighters workin' on that statue!",
	"Sun": "My bees have been pretty happy lately, with me being back and all.$0#$b#Though, I think they're just happy the flowers are getting taken care of for 'em.$1",
	"Sun2": "It's really tempting to harvest my flowers sometimes, they all look so pretty!$0#$b#But, I do my best and wait until the end of the season so the bees can use all the pollen and it doesn't go to waste!$1#$b#It can be hard though! I'd love to have flowers all over my house.$9",
}