{
    "Rainy_Day_0": "Looks like I won't be doin' much today, haha.$l#$b#You gonna be goin' out @?$0",
    "Rainy_Day_1": "I've been meaning to organize the pantry. Maybe today's the day I finally tackle that project.$0#$b#Want to lend a hand?$1",
    "Rainy_Day_2": "Found this little thing while tidying up.[72]#$1#$b#Reminded me of you!",
    "Rainy_Day_3": "If you decide to head into the caves, don't forget to pack some extra snacks!$0#$b#I know how hungry you get down there!$1",
    "patio_Aspen": "%Aspen looks focused on her bees.",
    "Rainy_Day_Aspen": "You stayin' in today, honey?$9",
    "Rainy_Night_0": "It gets kinda scary out there at night don'tcha think?$7#$b#You better be careful when you're in the mountains and the woods!$4",
    "Rainy_Night_1": "During nights like these, it's comforting being here with you instead of alone in the mountains by myself!$8",
    "Rainy_Night_2": "I wonder how the bees are doing out there...$7#$b#I know they can handle it though!$5",
    "Rainy_Night_3": "On nights like this, I want to just sit by the fireplace and read a book...$1",
    "Rainy_Night_4": "I made us some tea! I thought it'd be nice because of the weather.$9#$b#I hope you like it! [614]$1",
    "Rainy_Night_5": "I never realized how comforting the sound of rain tapping on the roof could be.$1",
    "Rainy_Night_Aspen": "It's the perfect weather to cuddle! Can we maybe watch a movie tonight, @?$8",
    "Indoor_Day_0": "Hey honey! I figured you were wakin' soon, so I made you this! [253]#$0#$b#Now you can take on anything!$1", 
    "Indoor_Day_1": "Hey, @!$1#$b#You know what they say, \"early bird gets the worm!\"$1",
    "Indoor_Day_2": "If you see Marnie today, tell her I said hi!$1#$b#I should probably visit her myself, but I'll do that another day.$0",
    "Indoor_Day_3": "Mornin' @! I can't wait to hear what you do today.$1",
    "Indoor_Day_4": "I made you somethin' this mornin'. I hope you like it! [211 201 195 194]#$5",
    "Indoor_Day_Aspen": "It's nice to call this farm my home.$0#$b#I always wanted somethin' like this!$1", 
    "Indoor_Night_0": "I had a good day, today. There's always something interesting goin on around here, if you look close enough.", 
    "Indoor_Night_1": "I saw some fireflies out by the pond tonight. Reminded me of our first summer here.$1", 
    "Indoor_Night_2": "Any interesting encounters with the townsfolk today? You always seem to have the most entertaining stories.$0",
    "Indoor_Night_3": "I'm getting tired, @. *yawn*$0#$b#I think I'll be going to beed soon.$1",
    "Indoor_Night_4": "The sounds of the night are louder out here. I'll never stop enjoying that.", //Need to do things after
    "Indoor_Night_Aspen": "Are you ready for bed soon? I turned on the electric blanket for us...$l",
    "Outdoor_0": "The soft breeze is blowing mountain air throughout the valley today. It smells like fresh pine and sage.", 
    "Outdoor_1": "Hmm... I think we've got plenty of space for outdoor slime ranching!",
    "Outdoor_2": "Make sure to keep things tidy around your Grandpa's shrine. There's something special about it, I can feel it.",
    "Outdoor_3": "It's pretty cool that we have a cave on our property. It's something I always dreamed about.$h",
    "Outdoor_4": "I always forget to put some snacks in my pocket. *rumble*$h",
    "Outdoor_Aspen": "I'm just going to hang out here, okay?#$e#There's a lot of interesting bugs and things out here. *chuckle*$h",
    "funLeave_Aspen": "I'm going in to town today, just so you know. I need to stretch these legs a bit.",
    "funReturn_Aspen": "Hey! Did you have a good day? Mine went well. It was refreshing to take a walk.$h",
    "OneKid_3": "I can't believe I'm a \"mom\"... life is weird.$h",
    "TwoKids_0": "I already gave %kid1 and %kid2 their chocolate cereal. They were screaming!",
    "TwoKids_2": "I had a dream that %kid2 will grow up to be a famous monster hunter. I've already been thinking about a little armor set.",
    "TwoKids_3": "A cool old house, a couple kids, and an amazing farm. I never thought I'd come this far... but, hey! Our lives are just getting started.$h",
    "Good_1": "Did you hear that? Sometimes I'm convinced this house is haunted.$u",
    "Good_2": "Welwick's horoscope predicted great things for me today. I feel really motivated!",
    "Good_3": "I can't even remember the last time I dyed my hair... I swear, it never fades from this color...",
    "Good_4": "I'm glad I owned a heavy pair of boots before moving in. It's hard to imagine tip-toeing around the mud in sneakers.$h",
    "Good_5": "I was just admiring the mermaid's pendant you gave me... I'll proudly wear this to my grave.$l",
    "Good_6": "Hey. I know you're smart, but I still worry about you sometimes. The world is full of monsters.$6#$e#Just promise me you'll be careful. I don't want to lose you.",
    "Good_7": "@? I just want to say that I appreciate all the hard work you do for us. I'm really proud of you.$l",
    "Neutral_0": "I hope you'll still like me when I'm old and shriveled. It's going to happen some day!",
    "Neutral_1": "Do you think your Grandpa would be proud of us?",
    "Neutral_6": "I wonder how the old shop is doing? I should visit my parents again soon.",
    "Neutral_7": "If you moved on to the spirit world, I'd set up a little shrine for you next to Grandpa's.",
    "Neutral_8": "No matter how much we clean, the house keeps getting dirty again.#$e#I guess farms are kind of dirty.",
    "Neutral_9": "I wonder if we'll live here our entire lives? I might get bored.",
    "Bad_7": "I used to be special to you, your best friend... now you only seem to put up with me when I make a hot dinner.$s",
    "Bad_8": "You've been so cold to me lately... What's wrong with you? You're acting like a bog spirit...$s",
    "Bad_9": "I wonder if I could've done better... I was very good friends with Sebastian before we met. He was probably the one...$s",
    "spring_1": "So, do you have any big plans for the new year?",
    "spring_12": "Hey, the egg festival is tomorrow. I'm sorry, but I won't go easy on you because we're married!$h#$e#I plan on winning that egg hunt. Go ahead and try to beat me.",
    "spring_2": "Do you have any new year's resolutions? I'm trying to lose a few pounds around the middle.$h",
    "summer_1": "I get sunburnt very easily, so I need to be careful this time of year.#$e#I hope you like me pale!$h",
    "summer_4": "Make sure you don't get a heat stroke, my love.#$e#Drink plenty of water and don't overwork yourself.",
    "summer_8": "Sorry about the smell... I was sweating all night in the heat.",
    "summer_15": "It's summer... that means the house is full of flies.#$e#Don't worry, I'll take care of them. It's fun!$h",
    "fall_6": "Ah... fall. This might be my favorite time of year. The colors really complement my hair, don't you think?",
    "fall_1": "The scent is unmistakable... mushroom, rotting leaves, pumpkin. It's fall, alright. Isn't it lovely?",
    "fall_2": "Can we grow giant pumpkins this season? Please, honey?$h",
    "fall_20": "Honey... you're worth more to me than a chest full of quartz.#$e#Now, a chest full of amethyst? Hmm... I'd have to think about that one.$h",
    "winter_3": "I actually like the cold weather. It just gives me an excuse to get cozy!$h",
    "winter_15": "It's fun to explore the valley in winter! Everything is so different under a blanket of snow. And so quiet...",
    "spring_Aspen": "I may like the colder seasons, but by the end I'm always glad to see spring arrive.",
    "summer_Aspen": "Oh man... I could go for some chocolate cake.",
    "fall_Aspen": "Do I smell pumpkin on you? Maybe I'm just dreaming...$h",
    "winter_Aspen": "Remember when we played 'Prairie King' together in my room, so long ago? Those were good times.$h",
    "spouseRoom_Aspen": "#$1Good morning, @! Got any plans for today?#$0"
}