{
  "skulltalk.000": "I wonder who's skull was it?",
  "portaltalk.000": "This portal takes you to the surface?$l#I'm kinda afraid of all that magic stuff.$u",
   "portaltalk.001": "Sometimes I smell the fresh air from the surface.$l#But I'm too afraid to go outside...$s#To be honest, I've never ever been into the surface...$u#But I see light beams from the ceiling sometimes!#Not today though.$u",
  
    "givefishtalk.000": "The waters were kind to me today, I catched a lot of fish!",
	"givefoodtalk1.000": "Found a lot of forage today, now I don't have to worry about food for tomorrow.",
	
	"givefoodtalk.000": "It's kinda cold today, so I've been sitting by the campfire all day.", 
	
	"giveshroomtalk.000": "There's lots of mushrooms start to pop up during this season, so I always have something to eat.",

	"giveshroomtalk1.000": "I was foraging all day, found lots of tasty things!$h#Now I don't have to worry about food for tomorrow.",

	"noforage.000": "I searched for forage all day.#$c 0.5>#And I found lots of mushrooms!#Haven't found that much today...$s",
	"nofish.000": "I was fishing since this morning.#$c 0.5>#And I was really lucky today!#Haven't catched anything... guess it's mushroom stew for today's dinner again.$s",
	
	"hutstare.000": "I'm not allowed to go to other side now...$u#I don't really need anything there anyways, so it's fine.",
	"hutstare2.000": "Witch restricted me from going near her hut, so I can't cross that bridge anymore.$u",
	"hutstare3.000": "Sometimes there's fresh forage pops up but I can't reach it - Witch doesn't allow me to cross that bridge anymore.$u",
	
	"gardening1.000": "I like this job more than the previous one.# It's a lot better than standing near bridge all day.",
	"gardening2.000": "Hello @! I've been gardening all day since morning.#Just want to finish earlier today, so I could go foraging later.",
	"gardening3.000": "I'm trying my best but I think those crops would grow better on the surface.#I guess the soil there isn't that good for gardening.",
	
	"surfacetalk.000": "I just went outside to breathe some fresh air.#I really like to do so every now and then, after you helped me getting used to surface.#Especially when it's raining!$h#",
	"surfacetalktrash.000": "I smell something really tasty in there!$h",
	"surfacetalk.002": "Sometimes I see somebody comes by...#I always hide or run away.$u",
	
	"surfacetalkWinter.001": "I still can't get used to this white cold thing...$u#It's so shiny!",
	"surfacetalkWinter.002": "Brrrr.. It's a lot colder than undeground.$u#But I like it, everything is white and shiny!",
}