{
    "i18n_key_1": "Creepy.",
    "i18n_key_2": "There's mold on those rice sprouts.",
    "i18n_key_3": "The tools look all rusty... seems it hasn't been used in years.",
    "i18n_key_4": "You peek inside the watering can. But there's giant spider hisses at you!",
    "i18n_key_5": "An empty basket.",
    "i18n_key_6": "The label on crate says 'Amanita Muscaria'.",
    "i18n_key_7": "Those crops don't look that healthy. Seems like nobody waters it.",
    "i18n_key_8": "Looks like Ancient fruit. But there's something wrong with it...",
    "i18n_key_9": "Those leaves are covered in sharp spikes. Better not to touch them without gloves.",
    "i18n_key_10": "You can see remains of fish bones in the fire pit.",
    "i18n_key_11": "Those rice sprouts look healthy and strong.",
    "i18n_key_12": "The tools have fresh dirt on them. Seems like it's used quite often.",
    "i18n_key_13": "Those crops seem good and well cared.",
    "i18n_key_14": "Brown Amanita",
    "i18n_key_15": "Doesn't look safe to eat at all.",
    "i18n_key_16": "Cooking Pot",
    "i18n_key_17": "A regular cooking dishware.",
    "i18n_key_18": "Crayfish Soup",
    "i18n_key_19": "Dense and slimy, with unique purplish color.",
    "i18n_key_20": "Fancy Blanket",
    "i18n_key_21": "Soft and warm.",
    "i18n_key_22": "Giant Horsehoe Crab",
    "i18n_key_23": "Despite such creepy appearance those are shy and humble creatures. Truly a 'Living Fossil!'",
    "i18n_key_24": "Ginger Tincture",
    "i18n_key_25": "A bottle of brew made out of mushrooms, ginger and swamp herbs. Gives immunity against debuffs and reduces digestive problems!",
    "i18n_key_26": "Mushroom Kebab",
    "i18n_key_27": "Lots of mushroom caps on a stick. Crunchy!",
    "i18n_key_28": "Pemmican",
    "i18n_key_29": "Dried fish mixed with fatty bug meat. Very nutritious despite its unpleasant appearance.",
    "i18n_key_30": "Purple Algae",
    "i18n_key_31": "Contains lots of iodine!",
    "i18n_key_32": "Swamp Herb",
    "i18n_key_33": "It has some heady odour.",
    "i18n_key_34": "Swamp Leech",
    "i18n_key_35": "Usually leeches are used in medicine... but this one has enormous size!",
    "i18n_key_36": "Vile Ancient Fruit",
    "i18n_key_37": "Something isn't right with this...",
    "i18n_key_38": "Void Minnow",
    "i18n_key_39": "It's skin so thin that you can even see the insides",
    "i18n_key_40": "Void Mint Leaves",
    "i18n_key_41": "Spicy and spiky.",
    "i18n_key_42": "Void Mint Tea",
    "i18n_key_43": "Slightly bitter, with cinnamon aroma and minty aftertaste. Tones you up!",
    "i18n_key_44": "Vile Ancient Fruit Seeds",
    "i18n_key_45": "Smells odd...",
    "i18n_key_46": "Void Mint Seeds",
    "i18n_key_47": "Even the seeds have tiny spikes on them.",
    "i18n_key_48": "Suspicious Pie",
    "i18n_key_49": "Now you're really wonder what's inside...",
    "i18n_key_50": "Zic",
    "i18n_key_51": "Oooh! Gimme that!...*munch-munch*",
    "i18n_key_52": "Oh, you're giving me it? That's so nice! Thank you!",
    "i18n_key_53": "I wouldn't put it in my pot but thanks anyways.",
    "i18n_key_54": "Oh...It doesn't smell good...",
    "i18n_key_55": "Thanks! Don't really know what to do with this though.",
    "i18n_key_56": "I wonder who's skull was it?",
    "i18n_key_57": "This portal takes you to the surface?$l#I'm kinda afraid of all that magic stuff.$u",
    "i18n_key_58": "Sometimes I smell the fresh air from the surface.$l#But I'm too afraid to go outside...$s#To be honest, I've never ever been into the surface...$u#But I see light beams from the ceiling sometimes!#Not today though.$u",
    "i18n_key_59": "The waters were kind to me today, I catched a lot of fish!",
    "i18n_key_60": "Found a lot of forage today, now I don't have to worry about food for tomorrow.",
    "i18n_key_61": "It's kinda cold today, so I've been sitting by the campfire all day.",
    "i18n_key_62": "There's lots of mushrooms start to pop up during this season, so I always have something to eat.",
    "i18n_key_63": "I was foraging all day, found lots of tasty things!$h#Now I don't have to worry about food for tomorrow.",
    "i18n_key_64": "I searched for forage all day.#$c 0.5>#And I found lots of mushrooms!#Haven't found that much today...$s",
    "i18n_key_65": "I was fishing since this morning.#$c 0.5>#And I was really lucky today!#Haven't catched anything... guess it's mushroom stew for today's dinner again.$s",
    "i18n_key_66": "I'm not allowed to go to other side now...$u#I don't really need anything there anyways, so it's fine.",
    "i18n_key_67": "Witch restricted me from going near her hut, so I can't cross that bridge anymore.$u",
    "i18n_key_68": "Sometimes there's fresh forage pops up but I can't reach it - Witch doesn't allow me to cross that bridge anymore.$u",
    "i18n_key_69": "I like this job more than the previous one.# It's a lot better than standing near bridge all day.",
    "i18n_key_70": "Hello @! I've been gardening all day since morning.#Just want to finish earlier today, so I could go foraging later.",
    "i18n_key_71": "I'm trying my best but I think those crops would grow better on the surface.#I guess the soil there isn't that good for gardening.",
    "i18n_key_72": "I just went outside to breathe some fresh air.#I really like to do so every now and then, after you helped me getting used to surface.#Especially when it's raining!$h#",
    "i18n_key_73": "I smell something really tasty in there!$h",
    "i18n_key_74": "Sometimes I see somebody comes by...#I always hide or run away.$u",
    "i18n_key_75": "I still can't get used to this white cold thing...$u#It's so shiny!",
    "i18n_key_76": "Brrrr.. It's a lot colder than undeground.$u#But I like it, everything is white and shiny!",
    "i18n_key_77": "My name is Zic by the way.#@, you say? I like that name!# I'm really glad we've met!#...$6#Hey, do you have some more of that tasty stuff?$h#",
    "i18n_key_78": "I went on the surface to look for forage recently.$u#And something very big and hairy almost jumped on me right when I was searching in that big green box!$l#I barely managed to survive!$l#Venturing outside is far more dangerous than I thought.",
    "i18n_key_79": "Thanks for visiting me so often.#It really makes me happy knowing I have friend like you.",
    "i18n_key_80": "I'm glad I have duties now.#Doing nothing all day was kinda demotivating.$u",
    "i18n_key_81": "I'm eager to cook dinner in this new shiny pot today!$l",
    "i18n_key_82": "My people know lots of unique and special foods.#Living in such place and dealing with scarce supplies forces us to improvise.$u",
    "i18n_key_83": "I wandered near the cave entrance after you left.#I found a big green box...$u#...and it smelled delicious!$h#Haven't managed to open it though...yet.",
    "i18n_key_84": "I was seen by human while venturing outside!$l#I ran away quickly.#...$u#He wasn't surprised or scared though... weird.$u#",
    "i18n_key_85": "Say @, why is everything white and cold outside now?$l#Are there there cold seasons too?#And this weird white thing... You call it snow? I've never seen it before!$l",
    "i18n_key_86": "Thank you for agreeing to help, @$u#I'll just wait here near the fire then.#Brrrr...$s",
    "i18n_key_87": "This blanket is so soft and warm!$h#Now it will be alot easier to live through the cold seasons.",
    "i18n_key_88": "I travel around these caves on my boat. I find lots of weird things in those waters.#Sometimes really weird ones...$l",
    "i18n_key_89": "I saw a pink petal floating in the water today.#I catched it and put into soup later - it added sweet flavour!",
    "i18n_key_90": "The gardens?#There are some really tasty looking thigns growing in there!$l#But I can't touch it even if I try - they are protected with magic...$s#And the Witch never allowed me to try at least one of those, even If I asked!$u",
    "i18n_key_91": "To be honest, I've never left those caves... It's too scary for me.$s#The fear of the surface is pretty common amongst goblins...$u",
    "i18n_key_92": "The water may seem still but there's lots of hidden streams beneath.#It can easily sink your boat if you're not carefull enough!$l",
    "i18n_key_93": "I found an island full of huge bugs once.#Barely made it alive from it, phew!$l#Going there is dangerous for sure...$u#But the bug meat is so delicious!$h",
    "i18n_key_94": "The witch? I don't really know her much...$u#She offered me a job to guard this bridge to her house. She payed me with this tasty purple stuff!#Well, not every time... She haven't payed me since last year...$u#I'm glad that she fired me eventually. There's really no one to guard this place from anyway.",
    "i18n_key_95": "Waters were generous to me today, I caught a lot of fish!#$b#Here' take some. Just... be careful so it won't bite your finger off! [(O)795 (O)143 (O)716 Aimon111.WitchSwampOverhaulCP_Swamp_Leech Aimon111.WitchSwampOverhaulCP_Void_Minnow]$l#",
    "i18n_key_96": "Lots of fishes with long whiskers swim arond when it's raining outside.#What do you call them...Catfish?...What's a Cat?$l",
    "i18n_key_97": "Feeling kinda peckish today...$u#Hey, do you have anything tasty in your pockets?$h",
    "i18n_key_98": "One time I threw my fishing pole really far away and something really big bit the hook!#So big that it torn my fishing line!$l#I just saw something huge splashed  and swam away...",
    "i18n_key_99": "I eat what I manage to find and catch - fish, herbs, shrooms, moss...#If you mix it all together in a pot, sometimes you'll get some tasty stuff!$h#...#Well, and sometimes not.$u",
    "i18n_key_100": "I don't really go outside these caves...#But sometimes I see sunbeams from the surface!$l",
    "i18n_key_101": "When water becomes warm here, algae starts to spread.#It's all becomes purple during that time!",
    "i18n_key_102": "How do you call this tasty purple thing you gave me?#Mayonese? And it's made out of void eggs?$l#What, like fish eggs or something?#Wait... what's a chicken?$l",
    "i18n_key_103": "Others like me? We live in tribes, separated by the waters.#Rules are pretty savage in there sometimes - that's why some of us prefer solitude.$l#I'm one of those 'sole guys' as you can see. $u",
    "i18n_key_104": "The gardens?#There are some really tasty looking thigns growing in there!$h#But I can't touch it even if I try - they are protected with magic...$s#And the Witch never allowed me to try at least one of those, even If I asked!$u",
    "i18n_key_105": "There are 3 main survival rules every goblin knows.#Don't drink raw swamp water, don't talk to mushrooms, don't sleep on the mushroom island!$l#Why? Well, it's complicated...$u",
    "i18n_key_106": "I wouldn't recommend you to try swimming in those waters, especially this time of the year...$u#There's lots of leeches in there, hehe.",
    "i18n_key_107": "Waters were generous to me today, I caught a lot of fish!#$b#Here' take some. Just... be careful so it won't bite your finger off! [(O)795 (O)143 (O)716 Aimon111.WitchSwampOverhaulCP_Swamp_Leech Aimon111.WitchSwampOverhaulCP_Void_Minnow]$l",
    "i18n_key_108": "Goblins are known as nasty and greedy creatures...$u#But it isn't always so - even a goblin can be nice!$l#Same goes with people I guess.",
    "i18n_key_109": "Waters are getting colder every day.$u#It's time to stock up on supplies...",
    "i18n_key_110": "Sometimes water gets very high when it's raining outside.#So high that some of the islands become completely covered!$l",
    "i18n_key_111": "To be honest, I've never left those caves... It's too scary for me.$s#But I can smell when it's raining outside.#I like that smell!$l",
    "i18n_key_112": "There's lots of mushrooms start to pop up during this season, so I always have something to eat!#Here, take some too! [(O)404 (O)420 (O)281]",
    "i18n_key_113": "One time I've traveled through some really big cave...a really stinky one!$l#I've met a friend there, one of the Shadow people.#his name is Krobus... Maybe you've met them too?$l",
    "i18n_key_114": "Once upon a time there was an Ogre with a donkey that went to dangerous castle guarded by dragon and married a princess!$l#Every goblin knows that story.",
    "i18n_key_115": "There were times when Dwarves and Shadow people were engaged in war between each other.$l#But those caves always remained a 'neutral territory' so to speak.$u#Those times are long gone though.",
    "i18n_key_116": "One time I caught a big eel and it almost bit my finger off!$l#Be careful with what you catch I guess.",
    "i18n_key_117": "I've found a lot of interesting things today - so many that it won't even fit in my backpack!$l#Here take this one... [(O)169 (O)106 (O)117 (O)119 (O)170 (O)171 (O)504 (O)103 (O)115 (O)172 (O)169 (O)124]#That's a cool one, right?",
    "i18n_key_118": "Krobus said today's a special day for the Shadow people.#It's called Spirit's Eve. During this time they gather together and tell scary stories about humans!$l#Goblins have some traditions too... but I haven't heard about anything like so before!$l",
    "i18n_key_119": "Waters are getting colder every day.$u#I feel food will be scarce soon...$s#But it's ok - I made some supplies.",
    "i18n_key_120": "The cold season has came... I know forage will be scarce for some time.$u#I stocked up some supplies so I won’t go hungry.",
    "i18n_key_121": "*Yawn*...$6#I've been sleeping a lot today.",
    "i18n_key_122": "I just cooked some soup! Do you want some? It will warm you up.#Here, doesn't it smell delicious? [(O)219 (O)456 (O)457]$h",
    "i18n_key_123": "Sometimes it's so cold that water becomes hard and slippery near waterside!$l#But it melts in my hands if I try to pick up a piece.",
    "i18n_key_124": "I mostly just sit and sleep near campfire during cold seasons.#It's good I've collected lots of driftwood for keeping the fire on.",
    "i18n_key_125": "Sometimes I see dwarves in these caverns too.#We trade with each other since ancient times.$l#I got my hat from them!",
    "i18n_key_126": "Feeling sleepy today...$u#I sleep a lot when it's cold.",
    "i18n_key_127": "Haven't catched any fish today...$s#It's herb stew for today's meal I guess.$u",
    "i18n_key_128": "When it become warmer, there's more than enough food to eat.#You just have to know how to look for it!",
    "i18n_key_129": "I can smell the fresh air from the surface...#Is it raining today, right?$l#I always liked this smell.",
    "i18n_key_130": "Recently I was wandering near railroad.#I heard something moving in the dumpster.#I wanted to investigate but suddenly something huge with glowing red eyes jumped out of it!$u#Barely managed to run away from this creature!$u#Should I talk to Marlon about this, what do you think?",
    "i18n_key_131": "Have you collected the crop specimen yet?#...No, don't be afraid - it isn't dangerous...I think.",
    "i18n_key_132": "How's the specimen collecting process going?#...Ah, I see... don't forget I'll also need high quality fertilizers for my research!",
    "i18n_key_133": "That... 'Pie' incident...#...Can I rely on you that you won't tell about it to anybody... ever?",
    "i18n_key_134": "Oh, @! Good to see you!#I hope that new pot you purchased serves you well!$h",
    "i18n_key_135": "...$a#...No, don't even try to negotiate the price even lower!$a",
    "i18n_key_136": "I'll need 5 Iron Bars to smelt that cooking pot you've asked for.#Take your time, I can wait when you'll find the materials.",
    "i18n_key_137": "Thanks for ordering the pot from me.#I appreciate the opportunity you gave me to practice my skills in such task.$h",
    "i18n_key_138": "I'll need 5 Cloth and 5 Wool to make the blanket you've asked for.#There's no rush though - I can wait untill you'll find the materials.",
    "i18n_key_139": "Oh hey, it's you again!",
    "i18n_key_140": "Sorry, I ran away that last time...$s#",
    "i18n_key_141": "Just couldn't resist the tasty smell of that stuff!$h",
    "i18n_key_142": "The Witch?... Eh, she fired me, of course...$u",
    "i18n_key_143": "But she hasn't payed in a long time so I'm not very sad about loosing this job.",
    "i18n_key_144": "Not even sure why did she even need a guard - nobody really goes here...$u#",
    "i18n_key_145": "It was kinda lonely to stand here, all by myself...$u",
    "i18n_key_146": "But now you are here!",
    "i18n_key_147": "So please, feel free to come here every now and then!",
    "i18n_key_148": "Those fruits look odd...",
    "i18n_key_149": "You reach out your hand to touch it...",
    "i18n_key_150": "...But it zaps you painfully!",
    "i18n_key_151": "What are you doing in my gardens, may I ask?$a",
    "i18n_key_152": "#I was just looking!#I tried to touch it and it hit me!",
    "i18n_key_153": "Oh, really? But I see burn marks on your palm.$h",
    "i18n_key_154": "Of course it did! I casted a spell on them just for that!$h",
    "i18n_key_155": "Now you know what happens with those who dare to think they can steal from me!$h",
    "i18n_key_156": "Didn't want to steal, you say... well, it's better be that way.",
    "i18n_key_157": "Actually... you're farmer, right?$s",
    "i18n_key_158": "You see, those crops aren't doing good...",
    "i18n_key_159": "Probably because the soil here isn't suitable for them... or something like that.$s",
    "i18n_key_160": "What? Try taking care of them?$u",
    "i18n_key_161": "Phew, I don't have time for that!$a",
    "i18n_key_162": "...I'm a witch after all, not some 'garden lady'.",
    "i18n_key_163": "Anyways, I was thinking... Since you are farmer, you know how to craft a good fertilizer.",
    "i18n_key_164": "What do you think?",
    "i18n_key_165": "#I can help with that.#Sure but where should I get the ingredients?",
    "i18n_key_166": "Sweet.$h",
    "i18n_key_167": "I leave it up to you, I'm sure you'll figure it out.$a",
    "i18n_key_168": "Just put fertilizers in the basket near my hut when you finish.",
    "i18n_key_169": "What's it? I don't see smile on your face!$h",
    "i18n_key_170": "And I need a really high quality stuff. Don't try to sneak on me and bring me regular one!",
    "i18n_key_171": "...or else I'll turn you into a frog!$h",
    "i18n_key_172": "Now go, I have stuff to do.$s",
    "i18n_key_173": "Oh well...",
    "i18n_key_174": "You put fertilizers in the basket.",
    "i18n_key_175": "...Some time after...",
    "i18n_key_176": "Urgh..",
    "i18n_key_177": "Ah, it's you again.",
    "i18n_key_178": "You brought fertilizers, even though they were expensive to craft.$u",
    "i18n_key_179": "That's... admiring.$l",
    "i18n_key_180": "But why they aren't working?!$a",
    "i18n_key_181": "Urgh...",
    "i18n_key_182": "#Fertilizers won't work right away.#Why can't you just use magic on those crops?",
    "i18n_key_183": "What? It needs time to take effect?$a",
    "i18n_key_184": "Phew, spend my powers on this? I'll leave it up to Raz...$a",
    "i18n_key_185": "Why farming should be so complicated?...$s",
    "i18n_key_186": "Sigh...",
    "i18n_key_187": "So, I guess you want some reward for your efforts?$s",
    "i18n_key_188": "Hmm...",
    "i18n_key_189": "Follow me inside, I'll show you something.$h",
    "i18n_key_190": "Come here.",
    "i18n_key_191": "I'll teach you how to make a special brew...",
    "i18n_key_192": "Watch and learn!",
    "i18n_key_193": "Firstly a basic herbal decoction is made.",
    "i18n_key_194": "Then add some cinnabar shards.",
    "i18n_key_195": "Now the main ingredient - ginger.",
    "i18n_key_196": "You've already been on Ginger Island, right? Then you won't struggle with finding ingredients for this.",
    "i18n_key_197": "And so it's done.",
    "i18n_key_198": "Want a sip?$h",
    "i18n_key_199": "You drink the potion. The liquid is thick, with spicy and sweet taste.",
    "i18n_key_200": "This tincture will straighten your body and also give you immunity to some bad effects as well.",
    "i18n_key_201": "It also could be a good medicine against digestive problems...",
    "i18n_key_202": "You learned how to craft 'Ginger Tincture'!",
    "i18n_key_203": "I guess we're square now...",
    "i18n_key_204": "You may go.",
    "i18n_key_205": "...Wait!$u",
    "i18n_key_206": "And...thanks for helping with fertilizers...$s",
    "i18n_key_207": "I knew those fertilizers were good ones ones...",
    "i18n_key_208": "But that good?!$u",
    "i18n_key_209": "I didn't expect that.",
    "i18n_key_210": "Those crops grew up so big... In fact, I don't even have so much space to keep those!$h",
    "i18n_key_211": "You know what? You can harvest some if you want.",
    "i18n_key_212": "I'm sure you'll find a way to use it for some extra profit.",
    "i18n_key_213": "And be sure to give some to Razzy as a little present - he'll love it for sure!$h",
    "i18n_key_214": "And now I have to harvest all of this.$s",
    "i18n_key_215": "Hmmm...$a",
    "i18n_key_216": "I saw you befriended that goblin guy... Is he good?",
    "i18n_key_217": "I fired him before... Well, you know the story.$s",
    "i18n_key_218": "But maybe he'll accept the offer to take care of my garden, what do you think?",
    "i18n_key_219": "#I think he wouldn't mind a new job.#You really need to pay that you owe him this time!",
    "i18n_key_220": "Oh, sweet. I'll talk to him then.",
    "i18n_key_221": "We'll see...",
    "i18n_key_222": "Phew...$a",
    "i18n_key_223": "...Well, in the end I guess you're right.$s",
    "i18n_key_224": "Seems like touching those wasn't a good idea...",
    "i18n_key_225": "Ah, you finally arrived...",
    "i18n_key_226": "I wanted to talk to you about the Wit... Ahem, I mean, about Witch's gardens.",
    "i18n_key_227": "Have you seen those crops growing in there? They got corrupted by void energy.",
    "i18n_key_228": "I think Witch made it on purpose for her vicious experiments...",
    "i18n_key_229": "I have a task for you...",
    "i18n_key_230": "Would you go there and bring me a couple of specimens?",
    "i18n_key_231": "I need to examine those and see what kind of magic potential they have.",
    "i18n_key_232": "Who knows what mischief spells she wants to use them for...",
    "i18n_key_233": "#But stealing is bad, you know? Even from a Witch.#Why you won't just go there and get some yourself?#I got hit by magic barrier when I tried to touch those crops, I won't go near it again!",
    "i18n_key_234": "Ugh.. don't feel bad for it - you're helping in a good thing, preventing potential danger those crops could cause...",
    "i18n_key_235": "*mumble*...she stole my magic ink after all...*mumble*",
    "i18n_key_236": "I've told you already - I...can't see her after all happened...$s",
    "i18n_key_237": "Ah, about that...",
    "i18n_key_238": "...",
    "i18n_key_239": "Come here...",
    "i18n_key_240": "Those crops are protected with Witch's magic barrier...I made a special brew that will give you immunity to it.",
    "i18n_key_241": "#What this made of this time? Smells weird...#You knew I'll agree on this, aren't you?",
    "i18n_key_242": "Ah, nothing special, some garlic, giant yellow scorpion lard and a bit of cinnabar...",
    "i18n_key_243": "Don't tell silly things, of course I didn't!$h",
    "i18n_key_244": "I made this brew for other purposes but it just comes handy for our task too...",
    "i18n_key_245": "Now, drink it!",
    "i18n_key_246": "It tastes awful... and some crunchy shards stuck in your throat...",
    "i18n_key_247": "Good... Now go and get some of those crops for my research...",
    "i18n_key_248": "Wait!",
    "i18n_key_249": "I completely forgot...$h",
    "i18n_key_250": "...I'll also need fertilizers for my research.",
    "i18n_key_251": "A really good ones.",
    "i18n_key_252": "I'm sure you can get those easily.$h",
    "i18n_key_253": "Ahem... thanks in advance.",
    "i18n_key_254": "Let's see how effective Wizard's brew is...",
    "i18n_key_255": "It works!",
    "i18n_key_256": "I need to collect some more...",
    "i18n_key_257": "I guess that's enough...",
    "i18n_key_258": "So, how's everyhing went? Did you bring the crops?",
    "i18n_key_259": "Ah, excellent!$h",
    "i18n_key_260": "...And the fertilizers?",
    "i18n_key_261": "Ah, good, good...",
    "i18n_key_262": "Now I can start my research and see if those crops will be usefu... Ahem, I mean, how dangerous they can be...",
    "i18n_key_263": "...Umm, thank you for your effort and pation. Once again you've proven your abilities.",
    "i18n_key_264": "Come here, for your bravery I want to teach you something...",
    "i18n_key_265": "Memorize the recipe well! A slight shift in proportions and you'll get one of the most deadly potions ever known!",
    "i18n_key_266": "Ha Ha!",
    "i18n_key_267": "He he, just joking...$h",
    "i18n_key_268": "Now watch and learn!",
    "i18n_key_269": "First of all, a basic herbal decoction is made.",
    "i18n_key_270": "You may go. I have some experiments to do...",
    "i18n_key_271": "Oh, hey @!",
    "i18n_key_272": "Witch offered me a new job, can you imagine?$l",
    "i18n_key_273": "She even payed me all she owed since last time!",
    "i18n_key_274": "I actually like this job a lot more than the previous one.",
    "i18n_key_275": "Standing on that bridge all day and doing nothing was really boring...$u",
    "i18n_key_276": "And now I'm a farmer, just like you!",
    "i18n_key_277": "#It's nice you find this to your liking#Isn't it too time consuming for you?",
    "i18n_key_278": "Yes! I like it so far. And I can even take some of those fruits if there will be too many - the Witch doesn't mind that.",
    "i18n_key_279": "I'm sure some of them will be good addition in soup!$h",
    "i18n_key_280": "Not at all! I'll need to weed those beds only couple times a week.",
    "i18n_key_281": "I don't have anything special to do for all day anyways.",
    "i18n_key_282": "Well, I'm done here for today.",
    "i18n_key_283": "Thanks for making me company while I was gardening, I appreciate the talk.",
    "i18n_key_284": "Oh hey, it's you!",
    "i18n_key_285": "Wait a second, I'll just throw in some more sticks.",
    "i18n_key_286": "C'mon, stand with me near fire for a bit.",
    "i18n_key_287": "I like looking into fire like so... watching how the flames dance and sparkle.$u",
    "i18n_key_288": "Do you want to have a snack? I just made some.",
    "i18n_key_289": "Here, take some.",
    "i18n_key_290": "So, how was it?",
    "i18n_key_291": "#It's tasty and crunchy!#It was it was like chewing a charcoal bit.",
    "i18n_key_292": "Oh, really? Glad you like it!",
    "i18n_key_293": "Oh... sorry. I didn't think my food could be that bad for you.$s",
    "i18n_key_294": "This one isn't really hard to make actually - just put some mushrooms on a stick like so and roast them on fire.$u",
    "i18n_key_295": "It's simple but but quite filling.",
    "i18n_key_296": "You learned how to make Mushroom Kebab!",
    "i18n_key_297": "Anyways, thanks for visiting me. It doesn't feel so lonely here anymore, since you start going here!",
    "i18n_key_298": "...I really appreciate that.",
    "i18n_key_299": "Oh, hi...$s",
    "i18n_key_300": "#What's up?#Hey, what's wrong?",
    "i18n_key_301": "Oh... well...$s",
    "i18n_key_302": "Sigh...$s",
    "i18n_key_303": "This pot...$u",
    "i18n_key_304": "It served me well for a very long time... I've cooked so many tasty things in it!",
    "i18n_key_305": "But today it got broken - the bottom cracked right when I was making my favourite soup!$s",
    "i18n_key_306": "It was my only pot... Without it I can't cook so many things!$u",
    "i18n_key_307": "And I don't even know where to find a new one - I accidentally catched this one while fishing... a long time ago.$s",
    "i18n_key_308": "I guess it's time to change my diet then...$s",
    "i18n_key_309": "#I could help you with getting a new pot.#There's a lot of trash in those waters, maybe you'll find a new one soon.",
    "i18n_key_310": "Oh, really? Thank you!$h",
    "i18n_key_311": "...But... wouldn't it be too difficult for you?$l",
    "i18n_key_312": "Oh... I don't think so...$s",
    "i18n_key_313": "There's lots of random things in those waters indeed, but I found this pot a very long time ago and haven't seen anything similar since then.$s",
    "i18n_key_314": "I actually thought... Sorry to ask but... Maybe you could help me with getting a new one?$l",
    "i18n_key_315": "#Sure, no problem.#Uh... sure...",
    "i18n_key_316": "Thank you so much again, I really appreciate your help!$h",
    "i18n_key_317": "I guess finding such things a lot easier on the surface.$l",
    "i18n_key_318": "... Of course if you have time for that...$u",
    "i18n_key_319": "I could try finding it myself... But i'm too afraid to go to the surface.$s",
    "i18n_key_320": "Thank you, I really appreciate your help!$l",
    "i18n_key_321": "...But where can I get a new pot?",
    "i18n_key_322": "Perhaps somebody from townsfolk can help. Somebody who cooks a lot...",
    "i18n_key_323": "Oh, Hello there, buddy.",
    "i18n_key_324": "Want some fresh meal, huh?$h",
    "i18n_key_325": "What's that? You need a pot?",
    "i18n_key_326": "Sorry, I can't help you with that.$s",
    "i18n_key_327": "#I thought you have lots of pots since you're a cook...#Not a single spare pot?",
    "i18n_key_328": "Ah, of course I have all sorts of dishware for every case!$h",
    "i18n_key_329": "...But I need every single one, I use them every day while cooking!",
    "i18n_key_330": "I have lots of disware indeed - pots, kettles, frying pans...",
    "i18n_key_331": "...But I need every single one, I use them every day while cooking!$l",
    "i18n_key_332": "That's the downside of being a cook I guess - lots of stuff and you need every single one of them.$h",
    "i18n_key_333": "I can't give you any pot of mine... But maybe somebody from townsfolk would sell you one?",
    "i18n_key_334": "I always order my dishware from Zuzu City store but maybe Pierre has some on sale too?",
    "i18n_key_335": "You can also ask Clint if he can forge a new pot, I'm sure he wouldn't mind some extra cash.",
    "i18n_key_336": "Hmm...who else... Ah, maybe Jodi have some old pots and frying pans she don't use anymore, I think she'll be glad to free some space on her shelves.$h",
    "i18n_key_337": "#Thanks for the advice!#You are greedy.",
    "i18n_key_338": "You are welcome!$h",
    "i18n_key_339": "Sigh... Don't get me wrong pal.$u",
    "i18n_key_340": "Maybe it's hard to believe but I really need every single cooking pot I have - same as you need every of your tools for different tasks.$s",
    "i18n_key_341": "I'll see you around pal.",
    "i18n_key_342": "I should talk with other people Gus mentioned then.",
    "i18n_key_343": "Hello @. Do you need something?",
    "i18n_key_344": "Oh, you need a spare pot?",
    "i18n_key_345": "Let's see... I remember I had some old dishes somewhere.$s",
    "i18n_key_346": "It was somewhere here...",
    "i18n_key_347": "Aha!",
    "i18n_key_348": "Here, is it good enough? [{{ModId}}_Cooking_Pot]",
    "i18n_key_349": "#This is perfect, thank you!#Thats... Good enough.",
    "i18n_key_350": "I'm glad it fits your needs!$h",
    "i18n_key_351": "There's a bit of rust on the bottom, but it still can be used for cooking.",
    "i18n_key_352": "I know this pot is old and a bit rusty on the bottom, but it still can be used for cooking.$s",
    "i18n_key_353": "Oh, no dear, you don't have to pay me for it.$h",
    "i18n_key_354": "I'm happy that I can get rid of excess dishes - it just collects dust in drawers anyways.",
    "i18n_key_355": "And you've been so nice to my family and everybody in town, so I'm glad I can do something for you in return.$h",
    "i18n_key_356": "Well, I'll get back to work now.",
    "i18n_key_357": "Feel free to visit us every now and then!$h",
    "i18n_key_358": "Welcome to Pierre's!",
    "i18n_key_359": "Ah, it's my number one customer, @!$h",
    "i18n_key_360": "How may I help you today? Wanna stock up on seeds again?",
    "i18n_key_361": "A cooking pot? Sorry but we don't sell kitchenware unfortunately.$s",
    "i18n_key_362": "Unless...$l",
    "i18n_key_363": "Wait here!",
    "i18n_key_364": "It was somewhere here...$u",
    "i18n_key_365": "Aha!$h",
    "i18n_key_366": "Here it is! [{{ModId}}_Cooking_Pot] $h",
    "i18n_key_367": "So, what do you say?",
    "i18n_key_368": "You examine the cooking pot... It's all rusty and covered in dust.",
    "i18n_key_369": "#Thats... Good enough.#It's all rusty and dirty inside.#Did you just took an old pot from your kitchen?",
    "i18n_key_370": "Excellent!$h",
    "i18n_key_371": "Is it? Well, you know - a pot is a pot, right?$h",
    "i18n_key_372": "No cracks or holes, just a little bit of dust - I'm sure it's still fine for cooking!",
    "i18n_key_373": "What? Well, you can say so.$l",
    "i18n_key_374": "But a pot is a pot, right? It's still good for cooking!$h",
    "i18n_key_375": "*mumble*...Caroline doesn't use it anyways...*mumble*$u",
    "i18n_key_376": "Anyways, I can sell it for a fair price in... only 2999g!",
    "i18n_key_377": "What? Too much? Well, how about...1999g?$l",
    "i18n_key_378": "Still no? But it's... made of high quality metal with non-stick coating inside! A fair price for that kind of thing!$s",
    "i18n_key_379": "Fine, fine, let it be 999g... Final offer!$u",
    "i18n_key_380": "#Fine, I'll take it.#No, thanks.",
    "i18n_key_381": "Yes!$h",
    "i18n_key_382": "So, it'll be 999$ as we said!$h",
    "i18n_key_383": "Thanks for purchasing in Pierre's! Have a good day.$h",
    "i18n_key_384": "...wait, what?$l",
    "i18n_key_385": "But this is such a good price!$l",
    "i18n_key_386": "Uugh... fine, you can take it for 500g then! 500g, you hear me?$u",
    "i18n_key_387": "Wait!$s",
    "i18n_key_388": "Oh, hi @!$l#$e#Sorry If I look a little messy. I've been working at the furnace all morning.$h#$e#So, did you need anything, or do you just want to visit?",
    "i18n_key_389": "Can I forge a pot... Wait, you mean an actual cooking pot?",
    "i18n_key_390": "No, no, there's no problem!$l",
    "i18n_key_391": "Of course I can do it!$h",
    "i18n_key_392": "It's just... I mean, usually you ask for new tool reinforce or something like this.",
    "i18n_key_393": "...but a pot?",
    "i18n_key_394": "#So, can you make it?#Is it weird of me asking for such thing?",
    "i18n_key_395": "Yes! I can do it.$l",
    "i18n_key_396": "No but... I mean, um...$l",
    "i18n_key_397": "I'll just need materials, let's see... ",
    "i18n_key_398": "I think 5 Iron Bars will be enough. Plus money for work of course.",
    "i18n_key_399": "#Sure, I'll be back soon.#You sure you can do it?",
    "i18n_key_400": "Nice! There's no rush, I'll wait here.$h",
    "i18n_key_401": "Yes I'm sure! I mostly make weapons and tools but it doesn't mean I couldn't forge a simple pot.$u",
    "i18n_key_402": "There's no rush, I'll just wait for you...here...$s",
    "i18n_key_403": "Ah, you're quick! Already got the materials?",
    "i18n_key_404": "That's a high quality metal!$h",
    "i18n_key_405": "*mumble*...I wonder where @ gets it every time...*mumble*$u",
    "i18n_key_406": "Well, I'll get to work now, it won't take much time.",
    "i18n_key_407": "And so it's done. [{{ModId}}_Cooking_Pot] ",
    "i18n_key_408": "You examine the cooking pot...",
    "i18n_key_409": "#That's really nicely done.#Could've been better...",
    "i18n_key_410": "Right? I might be more into making weapons but I knew I can do simple stuff too.$h",
    "i18n_key_411": "Oh...$s",
    "i18n_key_412": "Well, maybe you could do better job yourself next time.$u",
    "i18n_key_413": "Anyways, it'll be 500g for work.",
    "i18n_key_414": "Thanks!$h",
    "i18n_key_415": "It's been a while since I got any orders, so... thanks for giving me some extra work.",
    "i18n_key_416": "You're back!$h",
    "i18n_key_417": "Oooh!",
    "i18n_key_418": "You really found a new pot for me?$l",
    "i18n_key_419": "It's even better than my old one!$h",
    "i18n_key_420": "Thank you so much, @!",
    "i18n_key_421": "Come here, let's stand near fire for a bit?",
    "i18n_key_422": "It's first time somebody does something nice to me like so...$u",
    "i18n_key_423": "Wish I could give something to you too... Too bad I don't have anything special.$s",
    "i18n_key_424": "#Don't feel bad, you don't have to give me anything.#This pot was hard to get, you know?",
    "i18n_key_425": "Still I want to give you something in return.$u",
    "i18n_key_426": "Oh... I'm so sorry, I didn't think it all would turn like so for you...$s",
    "i18n_key_427": "I really don't have anything valuable but... would you like to learn my favourite soup recipe?$l",
    "i18n_key_428": "It's very special and also tasty!$h",
    "i18n_key_429": "Oh, good! I'll just bring the ingredients then.",
    "i18n_key_430": "What a smell, isn't it?$h",
    "i18n_key_431": "I call it Crayfish Soup. Because that's the main ingredient in it... so tasty!",
    "i18n_key_432": "Here, take a sip.",
    "i18n_key_433": "You try the soup...",
    "i18n_key_434": "Your mouth fills with rich and dense taste of butter-like crayfish meat... Tasty!",
    "i18n_key_435": "Crayfish isn't the only ingredient, I also like to add Purple Algae in it if I manage to find some.",
    "i18n_key_436": "That's why soup have this purplish color.",
    "i18n_key_437": "You learned how to cook 'Crayfish Soup'!",
    "i18n_key_438": "Here, take some more! [{{ModId}}_Crayfish_Soup] $h",
    "i18n_key_439": "Thanks for the help, again. It means a lot for me.$u",
    "i18n_key_440": "It's so nice to have a friend like so.",
    "i18n_key_441": "Oh, @! Glad to see you!",
    "i18n_key_442": "#I'm glad to see you too.#What are you doing? Smells weird...",
    "i18n_key_443": "I'm making some special stuff today...",
    "i18n_key_444": "Ah, this...",
    "i18n_key_445": "It's called Pemmican - a special recipe of my people.$l",
    "i18n_key_446": "Sometimes food can be scarce in these lands - we are used to make supplies for that case.$u",
    "i18n_key_447": "Pemmican is perfect for this!#It's really nutricious and also tasty!$h",
    "i18n_key_448": "All you need is some meat and berries to make it.",
    "i18n_key_449": "I found some fresh mossberries today, so I've decided to put it in a good use.$u",
    "i18n_key_450": "Here, take a bite! [{{ModId}}_Pemmican] ",
    "i18n_key_451": "You take a piece of Pemmican and chew slowly...",
    "i18n_key_452": "...feels like you chew a chunk of lard with distinct fishy aftertaste...",
    "i18n_key_453": "But it's really nutritious! You feel yourself well fed.",
    "i18n_key_454": "So, how is it?",
    "i18n_key_455": "#It tastes weird but quite filling!#It tastes awful!",
    "i18n_key_456": "Ah, yeah, I guess this taste is quite unusual for you.",
    "i18n_key_457": "Oh... I'm sorry, is it that bad?$s",
    "i18n_key_458": "...probably because the main ingredient is bug meat.$6",
    "i18n_key_459": "What, people don't usually eat bug meat?$s",
    "i18n_key_460": "Weird... For me it tastes so good!",
    "i18n_key_461": "But you know what? You won't make it like so without some special trick.",
    "i18n_key_462": "Wanna know how I do that?",
    "i18n_key_463": "I use stones to press the meat and fat together!",
    "i18n_key_464": "Pressure makes meat and fat mix together very well, this way meat don't spoil for a long time!",
    "i18n_key_465": "You learned how to cook 'Pemmican'!",
    "i18n_key_466": "Oh well, I won't worry about supplies for a long time now.",
    "i18n_key_467": "Hey, want some more?",
    "i18n_key_468": "#Yes!#No, thanks.",
    "i18n_key_469": "...$u",
    "i18n_key_470": "Gweaaah! It's you!$l",
    "i18n_key_471": "...phew... You scared me!$u",
    "i18n_key_472": "Me? I'm just... wandering around.$l",
    "i18n_key_473": "To be honest... I always wondered how does it feel to be on the surface.$s",
    "i18n_key_474": "I can smell it's raining...but I'm too afraid to go outside.$u",
    "i18n_key_475": "And this portal especially... I don't know how to use it... it's so creepy!$l",
    "i18n_key_476": "#Let's go together, I'll show you how to use it!#*Push him into portal*",
    "i18n_key_477": "You... You will teach me how to use it?$l",
    "i18n_key_478": "Ooh, I'm so glad! Thank you!$h",
    "i18n_key_479": "What are you...$l",
    "i18n_key_480": "GWEAAAH!",
    "i18n_key_481": "#Are you ok?#See? It wasn't that hard after all.",
    "i18n_key_482": "I'm fine! This was...$u",
    "i18n_key_483": "This was so fun!$h",
    "i18n_key_484": "It was a bit scary...but...$s",
    "i18n_key_485": "I'd probably never had enough courage to do this myself. This was...",
    "i18n_key_486": "What is this noise?",
    "i18n_key_487": "Is this...how rain sounds?$l",
    "i18n_key_488": "And this smell... This time more distinct than ever!",
    "i18n_key_489": "#Let's go outside!",
    "i18n_key_490": "Oh! S-sure...$u",
    "i18n_key_491": "I'm just... a little bit nervous.$s",
    "i18n_key_492": "Just... hold my hand, ok?$u",
    "i18n_key_493": "Aah! So wet!",
    "i18n_key_494": "It's so weird in here... *sniff-sniff*$u",
    "i18n_key_495": "So many unfamiliar smells and sounds!$l",
    "i18n_key_496": "What was that?!$l",
    "i18n_key_497": "#...Let's go for a walk!",
    "i18n_key_498": "Oh.... Sure, why not?$l",
    "i18n_key_499": "With you I feel more brave than ever!",
    "i18n_key_500": "Thanks for bringing me here, @.$u",
    "i18n_key_501": "I would never made it so far without you!$l",
    "i18n_key_502": "...And now I have all the world to exlpore!$l",
    "i18n_key_503": "You helped me to defeat my fears and... made my life a lot more bearable.$u",
    "i18n_key_504": "Let's just sit here for some more?",
    "i18n_key_505": "Thank you, @... For everything.",
    "i18n_key_506": "Eeek!",
    "i18n_key_507": "Who was that?$l",
    "i18n_key_508": "I don't know... one of the townsfolk probably?$u",
    "i18n_key_509": "Why are they even wandering here that late?$l",
    "i18n_key_510": "We could just go to your house, you know...$s",
    "i18n_key_511": "I've already told it - nobody should see us together.$s",
    "i18n_key_512": "I'm a mayor after all...$u",
    "i18n_key_513": "They'll know eventually. We can't hide ous relationship forever.$u",
    "i18n_key_514": "...and @ already knows...$s",
    "i18n_key_515": "I just saw a gremlin...",
    "i18n_key_516": "...damn, that thing is strong.",
    "i18n_key_517": "Should I call my dealer...$h",
    "i18n_key_518": "Ah, hello sweetie.",
    "i18n_key_519": "What do you need in my place again?",
    "i18n_key_520": "Or did you just want to visit me?$h",
    "i18n_key_521": "Want some tea? You see, I just made some.$l",
    "i18n_key_522": "Come here then, sit with me.$h",
    "i18n_key_523": "So, how's the ol' Razzy doing?",
    "i18n_key_524": "Did he like my crops present?$h",
    "i18n_key_525": "I'm sure he did.$l",
    "i18n_key_526": "To be honest, that crop experiment of mine ended up not being that much successful as I expected.$s",
    "i18n_key_527": "Ancient fruits are really good source of mana...",
    "i18n_key_528": "Not to mention their great potential for skincare!$h",
    "i18n_key_529": "...But turns out they won't grow that good on swamp soil.$s",
    "i18n_key_530": "Such unexpected complication...",
    "i18n_key_531": "How do you like your tea?$l",
    "i18n_key_532": "I see your cup is almost full!$h",
    "i18n_key_533": "It's made out of Void Mint leaves.$h",
    "i18n_key_534": "Don't you worry, it's completely safe to drink.$l",
    "i18n_key_535": "Actually Void Mind is the only crop that successfully grows here for some reason.",
    "i18n_key_536": "There's not so much magic potential in it but I didn't plant it for such purposes in the first place.",
    "i18n_key_537": "What? No, I just like to drink fresh tea from time to time.$h",
    "i18n_key_538": "You thought I was planning to use it in some dark magic experiments, huh?",
    "i18n_key_539": "Don't worry, I'm not that evil after all.$l",
    "i18n_key_540": "But I'm sure Razzy has the opposite opinion... what an old grump.",
    "i18n_key_541": "Actually... here, take the recipe.$l",
    "i18n_key_542": "'Void Mint Tea recipe - 1 cup of Void Mint Leaves, 2 cups of swamp water, add sugar or cinammon if needed (Mint Leaves should be fresh!)'",
    "i18n_key_543": "#Thank you!",
    "i18n_key_544": "I'm sure you'll put it in a good use.$h",
    "i18n_key_545": "Want some more tea?$l",
    "i18n_key_546": "There's something on the table...",
    "i18n_key_547": "Looks like somebody was drinking some tea.",
    "i18n_key_548": "Should I take a sip?",
    "i18n_key_549": "#Yes#No",
    "i18n_key_550": "You drink the tea. It tastes slightly bitter with cinnamon aroma and minty aftertaste.",
    "i18n_key_551": "You feel it tones you up!",
    "i18n_key_552": "Better not take a risk...",
    "i18n_key_553": "There's some paper sheet on the table...",
    "i18n_key_554": "You learned how to make 'Void Mint Tea'!",
    "i18n_key_555": "'...WHO IS THERE?!...WHO DARES TO TOUCH MY STUFF AGAIN?!'",
    "i18n_key_556": "Gweaaah!",
    "i18n_key_557": "So bright!$l",
    "i18n_key_558": "And so cold!$l",
    "i18n_key_559": "Brrrr..",
    "i18n_key_560": "Wh...why it's all white now?...$l",
    "i18n_key_561": "So weird...$l",
    "i18n_key_562": "Woah!",
    "i18n_key_563": "I see so far away!$l",
    "i18n_key_564": "...I didn't realize the world can be so big...$u",
    "i18n_key_565": "I wonder what's in there I can't see...$u",
    "i18n_key_566": "Brrrr...",
    "i18n_key_567": "It feels a lot colder today...$s",
    "i18n_key_568": "@! You came to visit me!",
    "i18n_key_569": "Oh, me?",
    "i18n_key_570": "Well, it's a bit cold today...$s",
    "i18n_key_571": "Even my fingers feel numb...$s",
    "i18n_key_572": "#Can I get you something warm to wear?#Why don't you make the fire bigger?",
    "i18n_key_573": "Oooh, that would be so nice!",
    "i18n_key_574": "I could but... It's harder to get driftwood during cold season.$u",
    "i18n_key_575": "And I almost run out of my fuel supplies...$s",
    "i18n_key_576": "I actually wanted to ask you...$u",
    "i18n_key_577": "Can you get me something warm to wear?$l",
    "i18n_key_578": "Sorry, you already did so many good things for me...$u",
    "i18n_key_579": "#How about a warm blanket?",
    "i18n_key_580": "A blanket? Like a big warm piece of cloth?$l",
    "i18n_key_581": "That would be perfect!$h",
    "i18n_key_582": "Thank you, @!",
    "i18n_key_583": "There's no hurry though... I can handle the cold, I just need to move more for keeping myself warm.$u",
    "i18n_key_584": "I'll just wait near fire.",
    "i18n_key_585": "...but where can I get a blanket?",
    "i18n_key_586": "Maybe Emily can sew one?",
    "i18n_key_587": "@! Come in!$h",
    "i18n_key_588": "Just wipe your feet, please.$u",
    "i18n_key_589": "How are you doing? Do you need something?",
    "i18n_key_590": "Can I sew a blanket? Sure!",
    "i18n_key_591": "I just need to calculate the amount of materials.$u",
    "i18n_key_592": "Let's go to my workstation!",
    "i18n_key_593": "So... a blanket...$u",
    "i18n_key_594": "Medium size, warm padding...$u",
    "i18n_key_595": "Let's see...",
    "i18n_key_596": "Well, I'll need 5 Cloth and also 5 Wool for warm padding...$u",
    "i18n_key_597": "And it'll be 1500 $ for  the work.",
    "i18n_key_598": "How does it sound?$u",
    "i18n_key_599": "#Sure, it's fine.#Why so pricy?",
    "i18n_key_600": "Nice!$h",
    "i18n_key_601": "Sewing is mostly hobby for me and I don't take much money.$u",
    "i18n_key_602": "Sorry, @. I can't make the price lower.$s",
    "i18n_key_603": "Sewing is mostly hobby for me and I don't take much money - 1500 $ is already the lowest price.$u",
    "i18n_key_604": "Sometimes people ask me to sew stuff for them and I'm glad I can help with that.$u",
    "i18n_key_605": "Besides, it's nice that I can monetize my hobby that way.",
    "i18n_key_606": "If we've agreed on the pricing, I'll just need cloth and wool then.$u",
    "i18n_key_607": "Great! I'll start working on it right when you'll bring the materials.$h",
    "i18n_key_608": "Hi @!",
    "i18n_key_609": "Already got all the materials for the blanket? Wow, you're quick!$h",
    "i18n_key_610": "Ah, that's really high quality cloth.$u",
    "i18n_key_611": "And the wool is so soft and fluffy!$h",
    "i18n_key_612": "Did you make it all yourself on your farm? Amazing!$h",
    "i18n_key_613": "I'll start working on the blanket then.$u",
    "i18n_key_614": "You can wait here if you want, it won't take much time.",
    "i18n_key_615": "And here it is! [{{ModId}}_Fancy_Blanket] $h",
    "i18n_key_616": "#It looks awesome!#Could've been better...",
    "i18n_key_617": "Thank you!$h",
    "i18n_key_618": "I added some details to the pattern, hope you don't mind my little improvisation on it.$u",
    "i18n_key_619": "Well, it's best I can do. Sorry if you expected a better quality.$s",
    "i18n_key_620": "After all, sewing is just a hobby of mine...$u",
    "i18n_key_621": "Well, it'll be 1500 $ for the work, as we discussed earlier.$u",
    "i18n_key_622": "Thank you! I really enjoyed working on this project.$h",
    "i18n_key_623": "And I'm glad I could do something nice for you.",
    "i18n_key_624": "If you'll get any more clothing ideas, you know where to find me!",
    "i18n_key_625": "Well, I'll get back to my other stuff now.$u",
    "i18n_key_626": "Have a nice day!",
    "i18n_key_627": "@! You're already back!",
    "i18n_key_628": "Gweaah! You made a blanket for me!$h",
    "i18n_key_629": "Woah...$l",
    "i18n_key_630": "It's so fancy and soft!$h",
    "i18n_key_631": "Thank you, @$6",
    "i18n_key_632": "I definitely won't freeze anymore!",
    "i18n_key_633": "It's so warm and soft, and even the pattern is beautiful!$h",
    "i18n_key_634": "Oh!$l",
    "i18n_key_635": "This time I think I can give something to you too!",
    "i18n_key_636": "I found this rock recently...$u",
    "i18n_key_637": "It was laying on the bottom, glittering through the water so strong, so I picked it up with me.$l",
    "i18n_key_638": "I know it's something special...",
    "i18n_key_639": "So I thought, maybe you'll like to have it?$l",
    "i18n_key_640": "I don't know what to do with it anyways.",
    "i18n_key_641": "It isn't much but at least I can return the favor that way. $u",
    "i18n_key_642": "I'm so glad you liked it!",
    "i18n_key_643": "You are a really nice friend, @.",
    "i18n_key_644": "Greetings, @.",
    "i18n_key_645": "Ah, this?",
    "i18n_key_646": "I found this strange box in front of my doorway today's morning...",
    "i18n_key_647": "Do you happen to know what this is by the chance?",
    "i18n_key_648": "#No.#Looks like a gift of sort?",
    "i18n_key_649": "To be honest, I thought it's yours.",
    "i18n_key_650": "You think so?",
    "i18n_key_651": "Hmmm...",
    "i18n_key_652": "Let's see what's inside then...",
    "i18n_key_653": "What's this to be exact?",
    "i18n_key_654": "#A pie?",
    "i18n_key_655": "A... pie.",
    "i18n_key_656": "Who and why could even gift me a pie?",
    "i18n_key_657": "*mumble* No one could know I love pies...*mumble*",
    "i18n_key_658": "*mumble* unless... no, it can't be... *mumble*",
    "i18n_key_659": "...I shall eat a piece to... check it's aura...",
    "i18n_key_660": "Don't you worry - my body has been tempered through decades of magical training.$h",
    "i18n_key_661": "There's no material thing that could harm me anymore.",
    "i18n_key_662": "Perhaps it was....",
    "i18n_key_663": "...A bad idea!",
    "i18n_key_664": "I'll BE BACK IN A MINUTE!",
    "i18n_key_665": "There's a note under the pie...",
    "i18n_key_666": "Hi sweetie < ! Don't you ever miss me? I hope you'll love my present - It's a special recipe just for you!",
    "i18n_key_667": "There's also text on the other side... Seems like the sheet was torn out of some kind of cooking journal.",
    "i18n_key_668": "'= Best Homemade Witch's pies!='#Ever wanted to treat someone with special delight? Then this recipe is for you! All you need is freshly harvested Void Essence and a looot of sweet sweet sugar!...#...and the last but the most important ingredient - the Strange Bun! (the more stale - the better, hehe)...#...mix it all together very well and let it cook at 200 degrees in the oven for whatever time you'll need it to: raw dough to burnt coals - it's up for you to decide!...",
    "i18n_key_669": "You learned how to cook a... 'Suspicious Pie'!",
    "i18n_key_670": "I should probably go for now...",
    "i18n_key_671": "I wonder...",
    "i18n_key_672": "#Bite a piece.#Just leave.",
    "i18n_key_673": "I would ask you to visit me as soon as possible. We have a very important matter to discuss...   ^   -M. Rasmodius, Wizard",
    "i18n_key_674": "Wizard's Invite",
    "i18n_key_675": "Greetings, adept.^I have finished my experiments with specimens you brought. Turns out there's not so much magic potential, I think it cannot preserve mana well because of void essense contained in the soil in which it grew... I have enclosed in this package the leftover seeds. Use it wisely.   ^    -M. Rasmodius, Wizard",
    "i18n_key_676": "Seeds From the Wizard",
    "i18n_key_677": "Hello sweetie < ^ Just wanted to say thanks for helping with those fertilizers... Even though they didn't do anything, but it's not your fault. ^^ P.S. I hope Kevin didn't eat all the seeds while delivering the letter!   ^    -Alecto",
    "i18n_key_678": "Alecto's Gift",
    "i18n_key_679": "...don't mind me i'm just random useless letter used for some quest to work...",
    "i18n_key_680": "Witch's order",
    "i18n_key_681": "Witch asked to bring a good quality fertilizer for her crops... a really high quality one!",
    "i18n_key_682": "Put 10 Deluxe Fertilizers in witch's basket.",
    "i18n_key_683": "Wizard wants to talk to you about some very important matter...",
    "i18n_key_684": "Visit Wizard at his tower.",
    "i18n_key_685": "Corrupted Crops Task",
    "i18n_key_686": "Wizard asked to bring him some crop specimens from Witch's garden for his research... He also asked for high quality fertilizers.",
    "i18n_key_687": "Collect some crops from Witch's Swamp garden.",
    "i18n_key_688": "Wizard asked to bring him some crop specimens from Witch's garden for his research.. He also asked for high quality fertilizers.",
    "i18n_key_689": "Bring Wizard 10 Deluxe Fertilizers.",
    "i18n_key_690": "A New Pot",
    "i18n_key_691": "Goblin asked you to help with getting a new cooking pot.",
    "i18n_key_692": "Talk with townsfolk.",
    "i18n_key_693": "Bring new cooking pot to Goblin.",
    "i18n_key_694": "Clint agreed to forge a new pot for Goblin, he just needs materials for work.",
    "i18n_key_695": "Bring Clint 5 Iron bars.",
    "i18n_key_696": "Fancy Blancet Task",
    "i18n_key_697": "Goblin needs something warm to wear... Maybe Emily can help with making a warm blanket?",
    "i18n_key_698": "Visit Emily in her house.",
    "i18n_key_699": "Goblin needs something warm to wear... Emily can sew a warm blanket, but she needs the materials first.",
    "i18n_key_700": "Bring Emily 5 Wool and 5 Cloth.",
    "i18n_key_701": "Emily made a warm blanket! It's time to bring it to Goblin.",
    "i18n_key_702": "Return to Goblin."
}